{
  "users": [
    {
      "id": "cmk74lb8j0000f23yibt7yx6t",
      "name": "Francisco Castro",
      "email": "anakinchomper@gmail.com",
      "emailVerified": null,
      "image": "https://lh3.googleusercontent.com/a/ACg8ocJshxRKsggdXJs9DznOlbOmUMiQuSqONEFu8dSDCtVf8kHSQWUI=s96-c",
      "role": "STUDENT"
    },
    {
      "id": "cmk7lw5pz0000660dqahfvmue",
      "name": "Bel칠n Salustro",
      "email": "laurasalustro@gmail.com",
      "emailVerified": null,
      "image": "https://lh3.googleusercontent.com/a/ACg8ocKRuRvCOqZOBTq_ChxpjGN10R1LDG-v0hNL_VLrcxe9vsXVjmJh2g=s96-c",
      "role": "ESTUDIANTE"
    },
    {
      "id": "cmk7tfk3500047l7dgi3mybck",
      "name": "Usuario Recuperado",
      "email": "joseca5tro@hotmail.com",
      "emailVerified": null,
      "image": "https://ui-avatars.com/api/?name=joseca5tro@hotmail.com&background=random",
      "role": "ESTUDIANTE"
    },
    {
      "id": "cmk7tfkgn00097l7dcnjupxbm",
      "name": "Usuario Recuperado",
      "email": "kjacquier@hotmail.com",
      "emailVerified": null,
      "image": "https://ui-avatars.com/api/?name=kjacquier@hotmail.com&background=random",
      "role": "ESTUDIANTE"
    },
    {
      "id": "admin-user-id",
      "name": "Francisco Castro",
      "email": "admin@aurora.com",
      "emailVerified": null,
      "image": "/images/francisco-speaking.png",
      "role": "ADMIN"
    },
    {
      "id": "cmkbl48mp0004cdxbsnhw7dj4",
      "name": "Jos칠 Castro",
      "email": "castrouxui@gmail.com",
      "emailVerified": null,
      "image": "https://lh3.googleusercontent.com/a/ACg8ocKZ6svgAoZkRCdpyWe_r6g0RKv3NLHUChTg-SI4aiLXdU4xiHzd=s96-c",
      "role": "ESTUDIANTE"
    },
    {
      "id": "cmkiy2ooo000011z52yb77o4b",
      "name": "Usuario Recuperado",
      "email": "francastromt@hotmail.com",
      "emailVerified": null,
      "image": "https://ui-avatars.com/api/?name=francastromt@hotmail.com&background=random",
      "role": "ESTUDIANTE"
    }
  ],
  "courses": [
    {
      "id": "cmk76jxm700002i3ojyfpjbm5",
      "title": "Mentoria en Price Action",
      "description": "Dominar el Price Action (Acci칩n del Precio) significa aprender a leer el mercado en su estado m치s puro, sin indicadores que retrasen tu visi칩n. En este programa, dejar치s de depender de herramientas externas para convertirte en un lector experto de la psicolog칤a de masas plasmada en el gr치fico:\n\nPrice Action: El Arte de Leer el Mercado en Tiempo Real\n\nTu entrenamiento comienza con el dominio de las Velas Japonesas y la Oferta y Demanda. Aprender치s que cada vela es una batalla ganada o perdida entre compradores y vendedores. Entender치s la din치mica de la subasta del mercado, identificando las zonas donde el \"Smart Money\" deja su huella y donde la liquidez realmente se concentra.\n\nEn el m칩dulo de Estructura y Reconocimientos, profundizaremos en la identificaci칩n de Soportes y Resistencias desde una perspectiva de flujo de 칩rdenes. Aprender치s a distinguir los diferentes Tipos de Quiebres (reales vs. falsos) y c칩mo el mercado realiza sus testeos antes de iniciar un movimiento explosivo. Entender치s los tipos de reconocimientos de zona para no entrar nunca antes de tiempo.\n\nLa parte operativa se centra en la Gesti칩n Profesional del Trade. Aprender치s a configurar tu operatoria mediante Take Profit y Stop Loss basados exclusivamente en la estructura del precio, buscando siempre ratios de riesgo-beneficio positivos. Sabr치s exactamente d칩nde colocar tu salida para proteger tu capital y d칩nde retirarte con ganancias antes de que el mercado gire.\n\nFinalmente, este curso te dar치 la confianza para operar con un gr치fico limpio. Al integrar el an치lisis del Volumen con la acci칩n del precio, descubrir치s c칩mo confirmar la intenci칩n detr치s de cada movimiento. Es el paso definitivo para quienes buscan una metodolog칤a robusta, l칩gica y, sobre todo, altamente efectiva en cualquier marco temporal.\n\n쮼st치s listo para ver el mercado con total claridad y sin ruidos? Inscribite hoy y domin치 la t칠cnica que separa a los aficionados de los profesionales.",
      "shortDescription": null,
      "price": "100000",
      "imageUrl": "https://utfs.io/f/30KHQePr0sHJOwVP0i1HzIbv7eJq1KyWX24kCaPHmfh5sT9x",
      "category": "General",
      "level": "Intermedio",
      "learningOutcomes": null,
      "published": true,
      "createdAt": "2026-01-09T17:58:47.791Z",
      "updatedAt": "2026-01-18T22:20:46.756Z",
      "modules": [
        {
          "id": "cmk76k5yv00022i3oac237bln",
          "title": "Mentoria Completa",
          "position": 1,
          "courseId": "cmk76jxm700002i3ojyfpjbm5",
          "createdAt": "2026-01-09T17:58:58.616Z",
          "updatedAt": "2026-01-09T17:58:58.616Z",
          "lessons": [
            {
              "id": "cmk76riob00042i3oqtw6bdqz",
              "title": "Clase Completa",
              "description": "Esta sesi칩n se enfoca en comprender por qu칠 se mueve el precio, dejando de lado los indicadores tradicionales para centrarse en la mec치nica pura del mercado.\n\n 1. Fundamentos y Velas Japonesas (Psicolog칤a de Masa)\n\nEn lugar de memorizar patrones aislados, analizamos qu칠 nos dice el cuerpo y la mecha de la vela sobre el sentimiento del mercado.\n\n* Anatom칤a del precio: Apertura, cierre, m치ximos y m칤nimos.\n* Lectura de intenci칩n: Velas de expansi칩n vs. velas de indecisi칩n.\n* Contextualizaci칩n: Por qu칠 una misma vela significa algo distinto seg칰n d칩nde aparezca.\n\n 2. Soportes y Resistencias (Zonas de Reacci칩n)\n\nEvolucionamos el concepto de \"l칤neas simples\" a **zonas de inter칠s**.\n\n* Niveles din치micos y est치ticos: Identificaci칩n de techos y suelos hist칩ricos.\n* Cambio de polaridad: Cuando un soporte se convierte en resistencia y la validaci칩n del \"retest\".\n* Zonas de trampa: C칩mo identificar falsos rompimientos dise침ados para captar liquidez.\n\n3. Din치mica de Oferta y Demanda (Order Blocks)\n\nEl n칰cleo de la acci칩n del precio. Aqu칤 entendemos d칩nde est치n las 칩rdenes de compra y venta de los grandes jugadores.\n\n* Desequilibrios (Imbalances): Movimientos fuertes que dejan 칩rdenes pendientes.\n* Zonas de Oferta (Supply) y Demanda (Demand): Identificaci칩n de los puntos de origen de las tendencias.\n* Mitigaci칩n: Por qu칠 el precio tiende a regresar a estas zonas antes de continuar su camino.\n\n 4. El Rol Cr칤tico del Volumen\n\nEl volumen es el 칰nico indicador que confirma la validez de un movimiento de precio.\n\n* Esfuerzo vs. Resultado: Si el precio sube con poco volumen, 쯘s una subida genuina o una trampa?\n* An치lisis de VSA (Volume Spread Analysis): Relaci칩n entre el rango de la vela y el volumen transaccionado.\n* Cl칤max de parada: Identificaci칩n de finales de tendencia a trav칠s de picos de volumen.\n\n 5. Conceptos de Wyckoff (Ciclos de Mercado)\n\nCerramos la clase con la metodolog칤a que explica la manipulaci칩n y las fases del mercado.\n\nLas 3 Leyes de Wyckoff: Oferta y Demanda, Causa y Efecto, Esfuerzo y Resultado.\n* Fases del Mercado:\n* Acumulaci칩n: El \"Smart Money\" compra sin mover el precio.\n* Distribuci칩n: El dinero institucional sale de sus posiciones.\n\n---\n\nResumen del Aprendizaje\n\nAl finalizar la clase, el alumno ser치 capaz de dejar de ver \"velas de colores\" para empezar a ver interacci칩n entre compradores y vendedores, identificando con alta probabilidad hacia d칩nde se dirige el flujo de 칩rdenes institucional.\n",
              "videoUrl": "https://youtu.be/nctE34Mfppk",
              "duration": 10957,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmk76k5yv00022i3oac237bln",
              "createdAt": "2026-01-09T18:04:41.676Z",
              "updatedAt": "2026-01-17T15:03:48.933Z"
            }
          ]
        }
      ]
    },
    {
      "id": "cmkb3mgzw0000d3a47s50rk9t",
      "title": "Mentoria Introducci칩n al Mercado de Capitales",
      "description": "Este curso de Introducci칩n al Mercado de Capitales es el primer paso fundamental para cualquier persona que desee tomar las riendas de su futuro financiero. Aqu칤 aprender치s que el mercado no es un lugar exclusivo para expertos, sino un ecosistema de oportunidades accesible para todos aquellos que se atrevan a pasar del ahorro a la inversi칩n inteligente.\n\nPrimeros Pasos: El Despertar del Inversor\n\nTu camino comienza entendiendo el Funcionamiento del Mercado. Descubrir치s el ecosistema financiero, comprendiendo los roles de la CNV como regulador y de BYMA como el lugar donde sucede la magia, adem치s de aprender a elegir tu primer Br칩ker (ALyC). Entender치s por fin la diferencia vital entre ahorrar y \"poner el dinero a trabajar\" para canalizarlo hacia la producci칩n real.\n\nEn el m칩dulo de Perfil del Inversor y Riesgo, aprender치s que no existe una inversi칩n perfecta, sino una inversi칩n adecuada para vos. Definir치s si sos un inversor conservador, moderado o agresivo, y entender치s la relaci칩n inquebrantable entre riesgo y retorno. Aprender치s a trazar tu horizonte de inversi칩n y a usar la diversificaci칩n como tu principal escudo protector.\n\nLa parte t칠cnica se divide en los dos grandes pilares de la bolsa. Primero, los Instrumentos de Renta Variable, donde aprender치s qu칠 significa ser due침o de una empresa a trav칠s de acciones y c칩mo los Cedears te permiten invertir en los gigantes de Wall Street desde tu cuenta local. Entender치s c칩mo ganar dinero tanto por la suba de precios como por el cobro de dividendos. Luego, exploraremos la Renta Fija, donde aprender치s a ser acreedor del Estado o de empresas privadas mediante Bonos y ONs, asegur치ndote el cobro de intereses peri칩dicos de manera previsible.\n\nPara quienes buscan simplicidad, descubriremos los Fondos Comunes de Inversi칩n (FCI). Aprender치s a elegir el fondo adecuado seg칰n tu necesidad de liquidez, desde los Money Market hasta fondos de acciones, delegando la administraci칩n profesional de tu capital para que expertos trabajen por vos.\n\nFinalmente, el curso culmina con la Operativa Pr치ctica, donde la teor칤a se convierte en acci칩n. Aprender치s paso a paso c칩mo abrir tu cuenta comitente, c칩mo leer una pantalla de trading sin marearte y c칩mo cargar tus primeras 칩rdenes a mercado o l칤mite. Al terminar, estar치s listo para realizar tu primera inversi칩n con total seguridad, comprendiendo perfectamente las comisiones e impuestos involucrados.\n\n쮼st치s listo para dejar de ver el mercado desde afuera y empezar a construir tu patrimonio? Inscribite hoy y transform치 tus ahorros en inversiones reales.",
      "shortDescription": null,
      "price": "45000",
      "imageUrl": "https://utfs.io/f/30KHQePr0sHJIhZhSoOQSHyutNkZVmn8WFwo14l6brCz0Yi3",
      "category": "General",
      "level": "Principiante",
      "learningOutcomes": null,
      "published": true,
      "createdAt": "2026-01-12T11:47:52.076Z",
      "updatedAt": "2026-01-18T22:20:30.239Z",
      "modules": [
        {
          "id": "cmkb3moct0002d3a4wkuqc7sz",
          "title": "Mercado de Capitales",
          "position": 1,
          "courseId": "cmkb3mgzw0000d3a47s50rk9t",
          "createdAt": "2026-01-12T11:48:01.613Z",
          "updatedAt": "2026-01-12T11:48:01.613Z",
          "lessons": [
            {
              "id": "cmkhav01y0001say0e3aptip9",
              "title": "Introducci칩n al Mercado de Capitales",
              "description": "Clase 1: Funcionamiento del Mercado\n\nContenido: El rol de la CNV (Comisi칩n Nacional de Valores), BYMA, cajas de valores y el rol del Br칩ker (ALyC).\n\nAprendizaje: Diferencia entre ahorro e inversi칩n, y c칩mo el mercado de capitales ayuda a canalizar el ahorro hacia la producci칩n.\n\nClase 2: Perfil del Inversor y Riesgo\n\nContenido: Definici칩n de perfiles (conservador, moderado, agresivo) y la relaci칩n riesgo-retorno.\n\nAprendizaje: C칩mo determinar un horizonte de inversi칩n y entender la importancia de la diversificaci칩n inicial.\n\nClase 3: Instrumentos de Renta Variable (Acciones y Cedears)\n\nContenido: Qu칠 es una acci칩n, derechos del accionista y qu칠 son los Cedears para invertir en empresas del exterior desde lo local.\n\nAprendizaje: Conceptos b치sicos de dividendos y c칩mo se gana dinero con la suba de precios de las empresas.\n\nClase 4: Instrumentos de Renta Fija (Bonos y ONs)\n\nContenido: Introducci칩n a los t칤tulos p칰blicos y a las Obligaciones Negociables (deuda de empresas privadas).\n\nAprendizaje: C칩mo cobrar intereses peri칩dicos y la diferencia entre ser \"due침o\" (acciones) y ser \"acreedor\" (bonos).\n\nClase 5: Fondos Comunes de Inversi칩n (FCI)\n\nContenido: Tipos de fondos (Money Market, renta fija, renta variable).\n\nAprendizaje: C칩mo delegar la administraci칩n del dinero en profesionales mediante el uso de carteras administradas.\n\nClase 6: Operativa Pr치ctica\n\nContenido: C칩mo abrir una cuenta comitente, lectura de pantallas de trading y tipos de 칩rdenes (a mercado y l칤mite).\n\nAprendizaje: El paso a paso para realizar la primera compra de un activo y entender las comisiones e impuestos b치sicos.",
              "videoUrl": "https://www.youtube.com/watch?v=JVEGbATtGyk",
              "duration": 11043,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmkb3moct0002d3a4wkuqc7sz",
              "createdAt": "2026-01-16T19:57:04.390Z",
              "updatedAt": "2026-01-17T15:15:26.600Z"
            }
          ]
        }
      ]
    },
    {
      "id": "cmkb3vwqf0001yj6t5lbqq7h8",
      "title": "Mentoria Analisis Tecnico",
      "description": "쯊e ha pasado que compras y el precio cae inmediatamente? Eso es falta de An치lisis T칠cnico. El mercado deja huellas antes de moverse, y en este curso aprender치s a rastrearlas.\n\nNo necesitas ser un genio matem치tico, necesitas las herramientas correctas para:\n\nValidar Rupturas: Distingue entre un movimiento real y una \"trampa de toros\" (Bull Trap).\n\nMedias M칩viles: 칔salas como soportes din치micos para subirte a la tendencia sin riesgo.\n\nVolumen: El detector de mentiras. Aprende a ver si hay dinero real respaldando el movimiento.\n\nDeja de regalar tu dinero entrando tarde. Aprende a entrar con los profesionales. 游댠 Afina tu punter칤a y entra al curso ahora.",
      "shortDescription": null,
      "price": "150000",
      "imageUrl": "https://utfs.io/f/30KHQePr0sHJ2MDPHyLowIuzXV8j2bLyc5oEkBGmfJpxKnRi",
      "category": "General",
      "level": "Todos los niveles",
      "learningOutcomes": null,
      "published": true,
      "createdAt": "2026-01-12T11:55:12.374Z",
      "updatedAt": "2026-01-18T22:21:08.798Z",
      "modules": [
        {
          "id": "cmkcp5ob00001dq49o5q4fis5",
          "title": "Mentoria",
          "position": 1,
          "courseId": "cmkb3vwqf0001yj6t5lbqq7h8",
          "createdAt": "2026-01-13T14:38:26.125Z",
          "updatedAt": "2026-01-13T14:38:26.125Z",
          "lessons": []
        }
      ]
    },
    {
      "id": "cmkbfyovj0000iv7p7dwuyjbc",
      "title": "Curso de Opciones Financieras",
      "description": "Llev치 tu perfil como inversor a la frontera del conocimiento burs치til con este programa de Opciones Financieras, el instrumento m치s vers치til y potente del mercado. Este curso te permitir치 dejar de ser un espectador para convertirte en un estratega capaz de ganar en cualquier escenario:\n\nMaestr칤a en Opciones: Maximiz치 Ganancias y Blind치 tu Cartera\n\nTu formaci칩n comienza con los Conceptos B치sicos, donde dominar치s el universo de los derivados financieros. Aprender치s a diferenciar con precisi칩n entre opciones Call y Put, identificando los elementos clave como el activo subyacente y el precio de ejercicio. Al finalizar esta etapa, leer치s la nomenclatura del mercado como un profesional, sabiendo exactamente qu칠 oportunidad se esconde tras cada sigla.\n\nEn el m칩dulo de Operatoria y Valuaci칩n, descubrir치s la ciencia detr치s del precio de las opciones. Aprender치s a distinguir entre opciones Americanas y Europeas, y dominar치s los conceptos de valor intr칤nseco y extr칤nseco para saber cu치ndo una opci칩n est치 ITM, ATM u OTM. Adem치s, entender치s la paridad Put-Call para armar posiciones sint칠ticas y gestionar치s garant칤as con la eficiencia de un operador institucional.\n\nPasar치s a la acci칩n con las Estrategias con Opciones I, donde aprender치s las herramientas fundamentales de cobertura y generaci칩n de renta. Desde el Lanzamiento Cubierto para \"hacer tasa\" hasta el Protective Put para asegurar tus acciones contra ca칤das, dominar치s el c치lculo de ganancias m치ximas y puntos de equilibrio (breakeven) con un an치lisis gr치fico riguroso de tu perfil de riesgo.\n\nElevar치s tu sofisticaci칩n con las Estrategias Avanzadas II, adentr치ndote en el armado de estructuras complejas como Spreads, Conos, Cunas y Mariposas. Estas herramientas te permitir치n beneficiarte de la volatilidad extrema o de mercados laterales, optimizando el uso de tu capital para obtener retornos apalancados que otros instrumentos no pueden ofrecer.\n\nFinalmente, dominar치s el Modelo Black & Scholes, la f칩rmula ganadora del Premio Nobel que revolucion칩 las finanzas. Aprender치s a aplicar este m칠todo matem치tico para determinar el valor te칩rico de una prima y, lo m치s importante, a proyectar variaciones de precio en base a tus objetivos de an치lisis t칠cnico, d치ndote una ventaja competitiva estad칤stica insuperable.\n\n쮼st치s listo para operar con la herramienta definitiva de los profesionales? Inscribite hoy y descubr칤 c칩mo las opciones pueden transformar tu rentabilidad para siempre.",
      "shortDescription": null,
      "price": "55000",
      "imageUrl": "https://utfs.io/f/30KHQePr0sHJbfET2p9QTe5Vo3qKwXOL8DRx6btI07kJPcAd",
      "category": "General",
      "level": "Avanzado",
      "learningOutcomes": null,
      "published": true,
      "createdAt": "2026-01-12T17:33:17.551Z",
      "updatedAt": "2026-01-18T22:21:24.858Z",
      "modules": [
        {
          "id": "cmkbfz6os0002iv7pylh3sq0v",
          "title": "춰Comenzando con Opciones!",
          "position": 1,
          "courseId": "cmkbfyovj0000iv7p7dwuyjbc",
          "createdAt": "2026-01-12T17:33:40.636Z",
          "updatedAt": "2026-01-12T17:33:40.636Z",
          "lessons": [
            {
              "id": "cmke3q3a300015b9gphv8vaee",
              "title": "Introducci칩n",
              "description": "Contenido: Definici칩n de derivados financieros y contrato de opci칩n. Diferencias entre opciones Call (compra) y Put (venta).\n\nAprendizaje: Identificaci칩n de los elementos que componen una opci칩n (activo subyacente, precio de ejercicio, fecha de vencimiento) y c칩mo leer la nomenclatura t칠cnica de las especies en el mercado.",
              "videoUrl": "https://utfs.io/f/30KHQePr0sHJHZ66KMWSxAXHgnULYsik7rvzC4tDoJf2hydB",
              "duration": 616,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmkbfz6os0002iv7pylh3sq0v",
              "createdAt": "2026-01-14T14:13:59.451Z",
              "updatedAt": "2026-01-17T15:16:32.226Z"
            }
          ]
        },
        {
          "id": "cmkhhw7gt0001fnm0w5bevkgp",
          "title": "Panel y Ordenes",
          "position": 2,
          "courseId": "cmkbfyovj0000iv7p7dwuyjbc",
          "createdAt": "2026-01-16T23:13:57.965Z",
          "updatedAt": "2026-01-16T23:13:57.965Z",
          "lessons": [
            {
              "id": "cmkhhwrog0003fnm07zgh8zfh",
              "title": "Panel y Ordenes",
              "description": "Contenido: Tipos de ejercicio (opciones Americanas vs. Europeas). Conceptos de valor intr칤nseco y extr칤nseco (ITM, ATM y OTM).\n\nAprendizaje: Determinaci칩n de los factores que afectan el precio de la prima, gesti칩n de garant칤as, paridad Put-Call y el armado de posiciones sint칠ticas combinando acciones y opciones.",
              "videoUrl": "https://utfs.io/f/30KHQePr0sHJy7qWq7vHtDPGZe4oISCRsEdFaOi95z3yNX0j",
              "duration": 398,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmkhhw7gt0001fnm0w5bevkgp",
              "createdAt": "2026-01-16T23:14:24.160Z",
              "updatedAt": "2026-01-17T15:16:38.553Z"
            }
          ]
        },
        {
          "id": "cmkhhy1e80005fnm0drll5cjm",
          "title": "Estrategias Parte 1",
          "position": 3,
          "courseId": "cmkbfyovj0000iv7p7dwuyjbc",
          "createdAt": "2026-01-16T23:15:23.408Z",
          "updatedAt": "2026-01-16T23:15:23.408Z",
          "lessons": [
            {
              "id": "cmkhhybsx0007fnm05cbqvln7",
              "title": "Estrategia Parte 1",
              "description": "Contenido: Introducci칩n a las estrategias b치sicas: Compra y Venta de Call/Put, Lanzamiento Cubierto y Descubierto, Protective Put y Collar.\n\nAprendizaje: C치lculo de la ganancia y p칠rdida m치xima, puntos de equilibrio (breakeven) y an치lisis gr치fico del perfil de riesgo para cada estrategia inicial.",
              "videoUrl": "",
              "duration": 398,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmkhhy1e80005fnm0drll5cjm",
              "createdAt": "2026-01-16T23:15:36.897Z",
              "updatedAt": "2026-01-17T15:16:45.983Z"
            }
          ]
        },
        {
          "id": "cmkhhyubf0009fnm0ppm6ax3o",
          "title": "Estrategias Parte 2",
          "position": 4,
          "courseId": "cmkbfyovj0000iv7p7dwuyjbc",
          "createdAt": "2026-01-16T23:16:00.892Z",
          "updatedAt": "2026-01-16T23:16:00.892Z",
          "lessons": [
            {
              "id": "cmkhhz1py000bfnm0eyjy60zb",
              "title": "Estrategias Parte 2",
              "description": "Contenido: Armado de estrategias complejas y combinadas: Spreads (Bull y Bear), Sint칠ticos, Conos (Straddles), Cunas (Strangles) y Mariposas (Butterflies).\n\nAprendizaje: Uso de estrategias de volatilidad para beneficiarse de movimientos fuertes del mercado o de la lateralizaci칩n de los precios, optimizando el uso del capital.",
              "videoUrl": "",
              "duration": 398,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmkhhyubf0009fnm0ppm6ax3o",
              "createdAt": "2026-01-16T23:16:10.486Z",
              "updatedAt": "2026-01-17T15:16:52.204Z"
            }
          ]
        },
        {
          "id": "cmkhhzyr3000dfnm05vmru8bg",
          "title": "Metodo Black and Scholes",
          "position": 5,
          "courseId": "cmkbfyovj0000iv7p7dwuyjbc",
          "createdAt": "2026-01-16T23:16:53.295Z",
          "updatedAt": "2026-01-16T23:16:53.295Z",
          "lessons": [
            {
              "id": "cmkhi070c000ffnm0u56s2clw",
              "title": "M칠todo Final",
              "description": "Contenido: Introducci칩n al m칠todo matem치tico de valuaci칩n de opciones desarrollado por Black, Scholes y Merton. Supuestos y limitaciones del modelo.\n\nAprendizaje: Aplicaci칩n pr치ctica de la f칩rmula para determinar el valor te칩rico de una prima y c칩mo proyectar variaciones en el precio de la opci칩n en base a objetivos de an치lisis t칠cnico.",
              "videoUrl": "",
              "duration": 398,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmkhhzyr3000dfnm05vmru8bg",
              "createdAt": "2026-01-16T23:17:03.997Z",
              "updatedAt": "2026-01-17T15:16:58.582Z"
            }
          ]
        }
      ]
    },
    {
      "id": "cmkb45yfn0000l51swh07aw37",
      "title": "Mentoria Gestion de Cartera",
      "description": "Llevar la gesti칩n de tus inversiones al siguiente nivel requiere dejar de elegir activos al azar y empezar a dise침ar portafolios con rigor cient칤fico. Este programa de Gesti칩n de Cartera te ofrece las herramientas cuantitativas y tecnol칩gicas para administrar el riesgo y maximizar el retorno como un verdadero gestor de fondos profesional:\n\nGesti칩n de Cartera: Ingenier칤a Financiera para Inversores Profesionales\n\nTu formaci칩n comienza con la Teor칤a Moderna de Portafolio de Markowitz, donde descubrir치s el poder matem치tico de la diversificaci칩n. Aprender치s a construir la Frontera Eficiente, identificando la combinaci칩n exacta de activos que maximiza tu retorno para cada nivel de riesgo. Entender치s c칩mo las correlaciones entre activos permiten reducir el riesgo global de tu cartera, optimizando la relaci칩n media-varianza de manera estrat칠gica.\n+2\n\nEn el m칩dulo del Modelo CAPM, profundizaremos en la relaci칩n entre el riesgo sistem치tico del mercado y el retorno esperado. Aprender치s a calcular el Beta de tu cartera y a utilizar la L칤nea del Mercado de Valores (SML) para identificar con precisi칩n qu칠 activos est치n sobrevalorados o infravalorados, asegur치ndote de que cada inversi칩n compense correctamente el riesgo asumido.\n\nPara blindar tu capital, dominaremos el VaR (Value at Risk), la m칠trica est치ndar de la industria para medir la p칠rdida m치xima potencial. Aprender치s a gestionar el riesgo de ca칤da (downside risk) con niveles de confianza del 95% o 99%, estableciendo l칤mites operativos claros que te permitir치n saber exactamente cu치nto dinero est치 en riesgo en condiciones normales de mercado.\n\nLa sofisticaci칩n de tu an치lisis llegar치 con la Simulaci칩n de Monte Carlo. Mediante el modelado estoc치stico, proyectar치s miles de escenarios posibles para tus inversiones, permiti칠ndote evaluar la probabilidad de 칠xito de tus estrategias a largo plazo m치s all치 de los promedios lineales, comprendiendo la dispersi칩n real de los resultados posibles.\n\nTodo este conocimiento se vuelve ejecutable a trav칠s de Modelos de Python para Finanzas. Aprender치s a utilizar librer칤as potentes como Pandas, NumPy y Scipy para automatizar la descarga de datos hist칩ricos y programar algoritmos de optimizaci칩n. Podr치s calcular matrices de covarianza y rebalancear tus carteras de forma objetiva, r치pida y sin sesgos emocionales.\n\nFinalmente, aprender치s a medir tu 칠xito mediante el Ratio de Sharpe y M칠tricas de Performance. Utilizar치s indicadores como el Alfa de Jensen y el ratio de Sortino para evaluar tu desempe침o ajustado por riesgo. Al terminar, tendr치s la capacidad de demostrar que tus retornos son el resultado de una gesti칩n s칩lida y eficiente, diferenci치ndote de quienes simplemente conf칤an en la suerte.\n\n쮼st치s listo para aplicar la ciencia de datos a tus inversiones y gestionar tu patrimonio con precisi칩n quir칰rgica? Inscribite hoy y domin치 la ingenier칤a de carteras.",
      "shortDescription": null,
      "price": "200000",
      "imageUrl": "https://utfs.io/f/30KHQePr0sHJyxkqUhvHtDPGZe4oISCRsEdFaOi95z3yNX0j",
      "category": "General",
      "level": "Avanzado",
      "learningOutcomes": null,
      "published": true,
      "createdAt": "2026-01-12T12:03:01.138Z",
      "updatedAt": "2026-01-18T22:21:16.574Z",
      "modules": [
        {
          "id": "cmkbcxkoe0001r99rc5z43ael",
          "title": "MModulo 1",
          "position": 1,
          "courseId": "cmkb45yfn0000l51swh07aw37",
          "createdAt": "2026-01-12T16:08:26.606Z",
          "updatedAt": "2026-01-12T16:08:26.606Z",
          "lessons": [
            {
              "id": "cmkbd4ieo0003r99rb0hbb62k",
              "title": "Clase 1",
              "description": "1. Modelo de Markowitz (Teor칤a Moderna de Portafolio)\nContenido: Optimizaci칩n de media-varianza y el concepto de diversificaci칩n eficiente.\n\nAprendizaje: C칩mo construir la \"Frontera Eficiente\" para encontrar la combinaci칩n de activos que maximiza el retorno para un nivel de riesgo dado, o minimiza el riesgo para un retorno objetivo, entendiendo c칩mo las correlaciones reducen el riesgo global.\n\n2. Modelo CAPM (Capital Asset Pricing Model)\nContenido: Relaci칩n entre el riesgo sistem치tico (mercado) y el retorno esperado. C치lculo del Beta de una cartera.\n\nAprendizaje: Determinaci칩n de si un activo est치 compensando correctamente el riesgo asumido y comprensi칩n de la l칤nea del mercado de valores (SML) para identificar activos sobrevalorados o infravalorados.\n\n3. VaR (Value at Risk)\nContenido: Medici칩n estad칤stica de la p칠rdida m치xima potencial en un horizonte de tiempo y con un nivel de confianza determinado (ej. 95% o 99%).\n\nAprendizaje: Gesti칩n profesional del riesgo de ca칤da (downside risk) para establecer l칤mites operativos y entender cu치nto dinero est치 realmente en riesgo en condiciones normales de mercado.\n\n4. Simulaci칩n de Monte Carlo\nContenido: Modelado estoc치stico para proyectar miles de escenarios posibles de precios y retornos basados en variables aleatorias.\n\nAprendizaje: Evaluaci칩n de la probabilidad de 칠xito de una estrategia de inversi칩n a largo plazo y comprensi칩n de la dispersi칩n de resultados posibles, m치s all치 de un simple promedio lineal.\n\n5. Modelos de Python para Finanzas\nContenido: Implementaci칩n t칠cnica utilizando librer칤as como Pandas, NumPy, Matplotlib y Scipy.optimize.\n\nAprendizaje: Automatizaci칩n de la descarga de datos hist칩ricos (v칤a APIs como Yahoo Finance), c치lculo autom치tico de matrices de covarianza y programaci칩n de algoritmos de optimizaci칩n para rebalancear carteras de forma objetiva y r치pida.\n\n6. Ratio de Sharpe y M칠tricas de Performance\nContenido: Evaluaci칩n del desempe침o ajustado por riesgo.\n\nAprendizaje: Uso del Ratio de Sharpe, Jensen's Alpha y Sortino para diferenciar a un inversor que \"tuvo suerte\" de uno que gener칩 retornos s칩lidos mediante una gesti칩n eficiente del riesgo.",
              "videoUrl": "https://youtu.be/kBNi3Gc9e88",
              "duration": 9355,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmkbcxkoe0001r99rc5z43ael",
              "createdAt": "2026-01-12T16:13:50.256Z",
              "updatedAt": "2026-01-17T15:14:42.977Z"
            }
          ]
        }
      ]
    },
    {
      "id": "cmkigoac4000akb3nnhyypiic",
      "title": "Domina el Stop Loss en 15 minutos",
      "description": "El Stop Loss es, sin ninguna duda, la herramienta m치s importante para la supervivencia de un inversor. En este micro-curso, Francisco Castro te ense침a que la diferencia entre un operador profesional y un aficionado no es cu치nto ganan, sino c칩mo limitan sus p칠rdidas. Aprend칠 a dominar el arte de la salida para que una mala decisi칩n no arruine tu futuro financiero.\n\nBlind치 tu Capital: La Disciplina del Stop Loss\n\nTu aprendizaje comienza con la Matem치tica del Drawdown, una lecci칩n de humildad financiera. Entender치s por qu칠 una ca칤da del 50% en tu cartera no se recupera con una subida del 50%, sino que requiere un 100% de retorno solo para volver al punto de equilibrio. Esta realidad matem치tica te demostrar치 que el \"esperar a que recupere\" es el error m치s caro que pod칠s cometer y por qu칠 cortar una p칠rdida peque침a es la mejor inversi칩n de tu vida.\n\nEn el m칩dulo de Estrategias de Salida, aprender치s a diferenciar entre el Stop Fijo y el Trailing Stop. Descubrir치s c칩mo configurar un Stop Fijo para proteger tu capital inicial y c칩mo utilizar el Trailing Stop (Stop din치mico) para acompa침ar una tendencia alcista, permitiendo que tus ganancias corran mientras el sistema asegura beneficios autom치ticamente si el precio se da vuelta.\n\nFinalmente, el curso se enfoca en la Ejecuci칩n sin Emociones. Aprender치s la t칠cnica para configurar estas 칩rdenes directamente en tu br칩ker, permitiendo que el mercado ejecute tu plan por vos. Al automatizar tu disciplina, eliminar치s el estr칠s de la toma de decisiones bajo presi칩n y aprender치s que, en el trading, tu punto de salida es mucho m치s determinante para tu 칠xito que tu punto de entrada.\n\n쮼st치s listo para dejar de sufrir por las ca칤das y empezar a operar con la tranquilidad de un profesional? Inscribite hoy y aprend칠 a proteger tu dinero mientras dorm칤s.",
      "shortDescription": null,
      "price": "30000",
      "imageUrl": "https://utfs.io/f/30KHQePr0sHJBsavKjQdI1jFQPvtCE4fx0kAGe9yXVOloaUT",
      "category": "General",
      "level": "Principiante",
      "learningOutcomes": null,
      "published": true,
      "createdAt": "2026-01-17T15:27:34.995Z",
      "updatedAt": "2026-01-18T22:21:56.787Z",
      "modules": [
        {
          "id": "cmkigoeei000ckb3nfzuk2pzf",
          "title": "Stop Loss",
          "position": 1,
          "courseId": "cmkigoac4000akb3nnhyypiic",
          "createdAt": "2026-01-17T15:27:40.266Z",
          "updatedAt": "2026-01-17T15:27:40.266Z",
          "lessons": [
            {
              "id": "cmkigomzx000ekb3nebuppwnf",
              "title": "Stop Loss",
              "description": "",
              "videoUrl": "https://www.youtube.com/watch?v=CuAnNEIn-20",
              "duration": 960,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmkigoeei000ckb3nfzuk2pzf",
              "createdAt": "2026-01-17T15:27:51.405Z",
              "updatedAt": "2026-01-17T15:27:51.405Z"
            }
          ]
        }
      ]
    },
    {
      "id": "cmkigm36w0005kb3n1hkgjuin",
      "title": "Dominando el Riesgo: De la Volatilidad a la Estabilidad del Portafolio",
      "description": "El riesgo en las finanzas no es un enemigo al que temer, sino una variable que se debe medir para poder ganar. Este micro-curso de Riesgo y Volatilidad est치 dise침ado para que dejes de ver los movimientos del mercado como una amenaza y empieces a verlos como una oportunidad estrat칠gica de gesti칩n.\n\nDominando el Riesgo: De la Volatilidad a la Estabilidad del Portafolio\n\nTu aprendizaje comienza con la Anatom칤a del Riesgo, donde aprender치s a separar el ruido del mercado de la realidad financiera. Descubrir치s la diferencia pr치ctica entre el riesgo diversificable (idiosincr치tico), que afecta a una sola empresa, y el riesgo no diversificable (sist칠mico), que afecta a todo el mercado. Entender치s que el objetivo no es eliminar el riesgo por completo, sino eliminar aquel que no te est치 pagando por asumirlo.\n\nEn el m칩dulo sobre El Poder de la Correlaci칩n, exploraremos la verdadera magia de la construcci칩n de carteras. Aprender치s c칩mo combinar activos que no se mueven en la misma direcci칩n para lograr que el riesgo total de tu portafolio sea menor que la suma de sus partes. Es la herramienta definitiva para construir carteras resilientes que puedan navegar cualquier tormenta financiera sin sacrificar el retorno.\n\nFinalmente, dominar치s la Interpretaci칩n de Beta ($\\beta$), el indicador que te dir치 si tu cartera est치 amplificando o amortiguando los movimientos del mercado. Aprender치s a usar este coeficiente para ajustar tu exposici칩n: 쯤uer칠s una cartera agresiva que supere al mercado en las subas o una defensiva que resista en las ca칤das? Al finalizar, sabr치s c칩mo calibrar tu portafolio seg칰n tu propio horizonte y tolerancia.\n\n쮼st치s listo para dejar de reaccionar al mercado y empezar a modelar la incertidumbre a tu favor? Inscribite hoy y transform치 la volatilidad en tu mejor aliada.",
      "shortDescription": null,
      "price": "50000",
      "imageUrl": "https://utfs.io/f/30KHQePr0sHJXvMx9825yiF9TRK1vZ2kWNDj4oqPpVdnLOX7",
      "category": "General",
      "level": "Todos los niveles",
      "learningOutcomes": null,
      "published": true,
      "createdAt": "2026-01-17T15:25:52.377Z",
      "updatedAt": "2026-01-18T21:55:54.230Z",
      "modules": [
        {
          "id": "cmkigm8vj0007kb3nt5wlfefe",
          "title": "Volatilidad y Riesgo",
          "position": 1,
          "courseId": "cmkigm36w0005kb3n1hkgjuin",
          "createdAt": "2026-01-17T15:25:59.792Z",
          "updatedAt": "2026-01-17T15:25:59.792Z",
          "lessons": [
            {
              "id": "cmkigmkxj0009kb3nq5mwl0pa",
              "title": "Volatilidad y Riesgo",
              "description": "",
              "videoUrl": "https://www.youtube.com/watch?v=VQ7jskPue8s",
              "duration": 965,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmkigm8vj0007kb3nt5wlfefe",
              "createdAt": "2026-01-17T15:26:15.415Z",
              "updatedAt": "2026-01-17T15:26:15.415Z"
            }
          ]
        }
      ]
    },
    {
      "id": "cmk76vago00052i3oi9ajtj81",
      "title": "An치lisis T칠cnico",
      "description": "Este programa de formaci칩n profesional ha sido dise침ado para transformar tu manera de operar, convirti칠ndote en un inversor capaz de decidir con la precisi칩n de un experto. A lo largo del curso, recorrer치s un camino estrat칠gico que te permitir치 dominar el mercado de principio a fin:\n\nEl Camino hacia la Maestr칤a en el Mercado\n\nTu evoluci칩n comienza con el dominio de los Principios del 칄xito, donde entender치s que el mercado descuenta todos los factores externos y que la historia se repite constantemente. Esta base te permitir치 usar patrones pasados para eliminar la incertidumbre y blindar tu capital desde el primer d칤a.\n\nPronto aprender치s a leer el Mapa del Dinero, identificando soportes y resistencias para visualizar d칩nde compran y venden los grandes jugadores. Con el uso profesional del volumen y la gesti칩n estrat칠gica de 칩rdenes Stop Loss y Take Profit, dejar치s de perseguir precios para empezar a proteger cada una de tus ganancias.\n\nAvanzar치s hacia el lenguaje visual de las Velas Japonesas y Tendencias, aprendiendo a medir la aceleraci칩n del mercado para anticipar giros antes que la multitud. Potenciar치s esta habilidad con la construcci칩n de Canales de Trading, utilizando t칠cnicas de desdoblamiento para proyectar objetivos de precio con una claridad asombrosa.\n\nEl curso te revelar치 la perfecci칩n matem치tica de los Patrones de Fibonacci, ense침치ndote a localizar niveles cr칤ticos para retomar tendencias en el momento exacto. Al sumar el estudio de las Figuras T칠cnicas, como el Hombro-Cabeza-Hombro y Tri치ngulos, aprender치s a validar rupturas reales y evitar las trampas que arruinan a los principiantes.\n\nPara una precisi칩n cient칤fica, integrar치s la Radiograf칤a del Precio con indicadores como RSI y MACD, detectando divergencias antes de que ocurran los cambios de tendencia. Adem치s, adoptar치s el prestigioso M칠todo Weinstein, aprendiendo la disciplina necesaria para operar solo en fases de avance y evitar los peligrosos mercados laterales.\n\nFinalmente, dominar치s la Inversi칩n Institucional con Wyckoff, descifrando el rastro de las \"manos fuertes\" a trav칠s de maniobras como el Spring y el Salto del Arroyo. Al terminar, no solo sabr치s leer gr치ficos; habr치s desarrollado la mentalidad profesional necesaria para operar en sinton칤a con los due침os del mercado.\n\n쮼st치s listo para dejar de adivinar y tomar el control total de tu futuro financiero? Inscribite ahora y empez치 a operar como un profesional.",
      "shortDescription": null,
      "price": "65000",
      "imageUrl": "https://utfs.io/f/30KHQePr0sHJ0ShQlu6FNsGmMLhvTWY69CqAzRbgny7xX1iV",
      "category": "General",
      "level": "Todos los niveles",
      "learningOutcomes": null,
      "published": true,
      "createdAt": "2026-01-09T18:07:37.656Z",
      "updatedAt": "2026-01-18T22:20:58.168Z",
      "modules": [
        {
          "id": "cmk76viyb00072i3ovpp6448z",
          "title": "Principios Basicos del Analisis Tecnico",
          "position": 1,
          "courseId": "cmk76vago00052i3oi9ajtj81",
          "createdAt": "2026-01-09T18:07:48.660Z",
          "updatedAt": "2026-01-09T18:07:48.660Z",
          "lessons": [
            {
              "id": "cmk76vy6o00092i3on4ugfdkv",
              "title": "Principios Basicos",
              "description": "Contenido: Introducci칩n a los tres pilares del an치lisis t칠cnico: el mercado lo descuenta todo, los precios se mueven por tendencias y la historia se repite.\n\nAprendizaje: C칩mo utilizar gr치ficos para reducir el riesgo y la incertidumbre en las inversiones.",
              "videoUrl": "/uploads/1767982082037-Clase-1-(1).mp4",
              "duration": 0,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmk76viyb00072i3ovpp6448z",
              "createdAt": "2026-01-09T18:08:08.401Z",
              "updatedAt": "2026-01-17T15:09:51.533Z"
            }
          ]
        },
        {
          "id": "cmk76wb4t000b2i3ou88ycph7",
          "title": "Soportes y Resistencias",
          "position": 2,
          "courseId": "cmk76vago00052i3oi9ajtj81",
          "createdAt": "2026-01-09T18:08:25.182Z",
          "updatedAt": "2026-01-09T18:08:25.182Z",
          "lessons": [
            {
              "id": "cmk8934nu0001pn2ndk38jn8v",
              "title": "Mas Soportes/Resistencias",
              "description": "",
              "videoUrl": "/uploads/1768046243091-2026-01-10-08-09-59.mp4",
              "duration": 0,
              "content": null,
              "position": 2,
              "published": true,
              "moduleId": "cmk76wb4t000b2i3ou88ycph7",
              "createdAt": "2026-01-10T11:57:28.795Z",
              "updatedAt": "2026-01-10T11:57:28.795Z"
            },
            {
              "id": "cmk76x1ky000d2i3o08hxu0l3",
              "title": "Soportes/Resistencias",
              "description": "Contenido: Identificaci칩n de m칤nimos (soportes) donde la demanda supera a la oferta y m치ximos (resistencias) donde la presi칩n vendedora detiene la suba.\n\nAprendizaje: Uso del volumen para confirmar la fortaleza de una zona y colocaci칩n estrat칠gica de 칩rdenes Stop Loss y Take Profit.",
              "videoUrl": "/uploads/1767982127323-Clase-2-(1).mp4",
              "duration": 0,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmk76wb4t000b2i3ou88ycph7",
              "createdAt": "2026-01-09T18:08:59.459Z",
              "updatedAt": "2026-01-17T15:08:50.846Z"
            }
          ]
        },
        {
          "id": "cmk76xo67000f2i3omobzw9zo",
          "title": "Tendencias y Lineas",
          "position": 3,
          "courseId": "cmk76vago00052i3oi9ajtj81",
          "createdAt": "2026-01-09T18:09:28.735Z",
          "updatedAt": "2026-01-09T18:09:28.735Z",
          "lessons": [
            {
              "id": "cmk894tfa0003pn2n22czv4f3",
              "title": "Mas Tendencias y Lineas",
              "description": "",
              "videoUrl": "/uploads/1768046323997-2026-01-10-08-15-49.mp4",
              "duration": 0,
              "content": null,
              "position": 2,
              "published": true,
              "moduleId": "cmk76xo67000f2i3omobzw9zo",
              "createdAt": "2026-01-10T11:58:47.542Z",
              "updatedAt": "2026-01-10T11:58:47.542Z"
            },
            {
              "id": "cmk76xwtg000h2i3o99rlqblh",
              "title": "Tendencias",
              "description": "Contenido: Tipos de gr치ficos (velas japonesas, barras y l칤neas) e interpretaci칩n de precios de apertura, cierre, m치ximos y m칤nimos.\n\nAprendizaje: Trazado correcto de l칤neas de tendencia y uso de l칤neas de velocidad para identificar cambios en la aceleraci칩n del mercado.",
              "videoUrl": "/uploads/1767982178723-Clase-3.mp4",
              "duration": 0,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmk76xo67000f2i3omobzw9zo",
              "createdAt": "2026-01-09T18:09:39.940Z",
              "updatedAt": "2026-01-17T15:08:59.394Z"
            }
          ]
        },
        {
          "id": "cmk76y19w000j2i3oexvo6mkx",
          "title": "Canales",
          "position": 4,
          "courseId": "cmk76vago00052i3oi9ajtj81",
          "createdAt": "2026-01-09T18:09:45.717Z",
          "updatedAt": "2026-01-09T18:09:45.717Z",
          "lessons": [
            {
              "id": "cmk8966ri0005pn2ne2z5x9ei",
              "title": "Mas Canales",
              "description": "",
              "videoUrl": "/uploads/1768046388901-2026-01-10-08-24-07.mp4",
              "duration": 0,
              "content": null,
              "position": 2,
              "published": true,
              "moduleId": "cmk76y19w000j2i3oexvo6mkx",
              "createdAt": "2026-01-10T11:59:51.486Z",
              "updatedAt": "2026-01-10T11:59:51.486Z"
            },
            {
              "id": "cmk76yw4x000l2i3o5aodta3c",
              "title": "Canal de Trading",
              "description": "Contenido: Construcci칩n de bandas paralelas a partir de l칤neas de tendencia alcistas y bajistas.\n\nAprendizaje: Identificaci칩n de techos y pisos din치micos y proyecci칩n de objetivos mediante el desdoblamiento de canales.",
              "videoUrl": "/uploads/1767982222730-Clase-4.mp4",
              "duration": 0,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmk76y19w000j2i3oexvo6mkx",
              "createdAt": "2026-01-09T18:10:25.713Z",
              "updatedAt": "2026-01-17T15:09:07.245Z"
            }
          ]
        },
        {
          "id": "cmk76zcpv000n2i3oy2j54ygi",
          "title": "Fibonacci",
          "position": 5,
          "courseId": "cmk76vago00052i3oi9ajtj81",
          "createdAt": "2026-01-09T18:10:47.204Z",
          "updatedAt": "2026-01-09T18:10:47.204Z",
          "lessons": [
            {
              "id": "cmk8992p00001on6fc9855k6p",
              "title": "Mas Fibonacci",
              "description": "",
              "videoUrl": "/uploads/1768046523364-2026-01-10-08-28-15.mp4",
              "duration": 0,
              "content": null,
              "position": 2,
              "published": true,
              "moduleId": "cmk76zcpv000n2i3oy2j54ygi",
              "createdAt": "2026-01-10T12:02:06.181Z",
              "updatedAt": "2026-01-10T12:02:06.181Z"
            },
            {
              "id": "cmk76zxe7000p2i3ou820wnik",
              "title": "Retrocesos de Fibonacci",
              "description": "Contenido: Estudio de retrocesos y extensiones basados en la sucesi칩n de Fibonacci.\n\nAprendizaje: Localizaci칩n de niveles cr칤ticos (38.2%, 50%, 61.8%) para anticipar el fin de una correcci칩n y retomar la tendencia principal.",
              "videoUrl": "/uploads/1767982270622-clase-5.mp4",
              "duration": 0,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmk76zcpv000n2i3oy2j54ygi",
              "createdAt": "2026-01-09T18:11:14.000Z",
              "updatedAt": "2026-01-17T15:09:13.858Z"
            }
          ]
        },
        {
          "id": "cmk7706hb000r2i3o830iu4ei",
          "title": "Figuras Tecnicas",
          "position": 6,
          "courseId": "cmk76vago00052i3oi9ajtj81",
          "createdAt": "2026-01-09T18:11:25.775Z",
          "updatedAt": "2026-01-09T18:11:25.775Z",
          "lessons": [
            {
              "id": "cmk89agsx0003on6fx8f99su6",
              "title": "Mas Figuras",
              "description": "",
              "videoUrl": "/uploads/1768046589371-2026-01-10-08-34-59.mp4",
              "duration": 0,
              "content": null,
              "position": 2,
              "published": true,
              "moduleId": "cmk7706hb000r2i3o830iu4ei",
              "createdAt": "2026-01-10T12:03:11.122Z",
              "updatedAt": "2026-01-10T12:03:11.122Z"
            },
            {
              "id": "cmk770tql000t2i3o45bwpn6z",
              "title": "Figuras Tecnicas",
              "description": "Contenido: Formaciones de cambio de tendencia (Hombro-Cabeza-Hombro) y de continuaci칩n (Tri치ngulos).\n\nAprendizaje: Validaci칩n de rupturas mediante el an치lisis de pullbacks y throwbacks para evitar entradas falsas.",
              "videoUrl": "/uploads/1767982314430-Clase-6-(1).mp4",
              "duration": 0,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmk7706hb000r2i3o830iu4ei",
              "createdAt": "2026-01-09T18:11:55.917Z",
              "updatedAt": "2026-01-17T15:09:22.748Z"
            }
          ]
        },
        {
          "id": "cmk771ajt000v2i3ovqm7835d",
          "title": "Indicadores Tecnicos",
          "position": 7,
          "courseId": "cmk76vago00052i3oi9ajtj81",
          "createdAt": "2026-01-09T18:12:17.706Z",
          "updatedAt": "2026-01-09T18:12:17.706Z",
          "lessons": [
            {
              "id": "cmk771pfa000x2i3o72zx1sv8",
              "title": "Indicadores Tecnicos",
              "description": "Contenido: Medias m칩viles simples y exponenciales, y osciladores como RSI, MACD y Momentum.\n\nAprendizaje: Uso de indicadores para confirmar lo que dice el precio y detecci칩n de divergencias para anticipar giros del mercado.",
              "videoUrl": "/uploads/1767982354622-Clase-7.mp4",
              "duration": 0,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmk771ajt000v2i3ovqm7835d",
              "createdAt": "2026-01-09T18:12:36.983Z",
              "updatedAt": "2026-01-17T15:09:28.756Z"
            }
          ]
        },
        {
          "id": "cmk772x2b000z2i3onl6yus2l",
          "title": "Stan Weinstein",
          "position": 8,
          "courseId": "cmk76vago00052i3oi9ajtj81",
          "createdAt": "2026-01-09T18:13:33.540Z",
          "updatedAt": "2026-01-09T18:13:33.540Z",
          "lessons": [
            {
              "id": "cmk7737s000112i3o7srw6tqb",
              "title": "Etapas del modelo Weinstein",
              "description": "Contenido: Las cuatro etapas del mercado: Acumulaci칩n, Avance, Distribuci칩n y Descenso.\n\nAprendizaje: Aplicaci칩n de la media m칩vil de 30 semanas para operar 칰nicamente en fases de tendencia clara y evitar mercados laterales.",
              "videoUrl": "/uploads/1767982425234-Clase-8.mp4",
              "duration": 0,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmk772x2b000z2i3onl6yus2l",
              "createdAt": "2026-01-09T18:13:47.424Z",
              "updatedAt": "2026-01-17T15:09:36.685Z"
            }
          ]
        },
        {
          "id": "cmk7743tr00132i3oly1t2n0a",
          "title": "Integrando Conocimiento",
          "position": 9,
          "courseId": "cmk76vago00052i3oi9ajtj81",
          "createdAt": "2026-01-09T18:14:28.960Z",
          "updatedAt": "2026-01-09T18:14:28.960Z",
          "lessons": [
            {
              "id": "cmk774j8000152i3oro5ewx3q",
              "title": "Integrando Conocimiento",
              "description": "Contenido: Las leyes de oferta, demanda, causa y efecto. Procesos de acumulaci칩n de las \"manos fuertes\".\n\nAprendizaje: Identificaci칩n de maniobras profesionales como el Spring y el Salto del Arroyo para operar en sinton칤a con el dinero institucional.",
              "videoUrl": "/uploads/1767982487233-Clase-9.mp4",
              "duration": 0,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmk7743tr00132i3oly1t2n0a",
              "createdAt": "2026-01-09T18:14:48.912Z",
              "updatedAt": "2026-01-17T15:09:46.163Z"
            }
          ]
        }
      ]
    },
    {
      "id": "cmk77d6jw00162i3o2xduugqj",
      "title": "Renta Fija",
      "description": "Tu viaje hacia la maestr칤a financiera contin칰a con este programa especializado en Renta Fija, donde aprender치s a dominar los instrumentos m치s utilizados para generar ingresos previsibles y diversificar carteras con rigor profesional. Este curso te llevar치 desde los cimientos hasta las estrategias avanzadas de arbitraje:\n\nEstrategias en Renta Fija: El Camino del Inversor Inteligente\n\nTodo comienza con los Conceptos Fundamentales, donde entender치s al bono no solo como un activo, sino como una obligaci칩n financiera con reglas claras detalladas en su prospecto de emisi칩n. Aprender치s a identificar componentes clave como el emisor y los plazos, pero sobre todo, dominar치s la gesti칩n de riesgos (tasa, liquidez y moneda) y realizar치s tus primeros c치lculos de intereses corridos para saber exactamente qu칠 est치s comprando.\n\nEn la etapa de Clasificaci칩n y Valuaci칩n, descubrir치s la mec치nica que mueve los precios: la relaci칩n inversa entre el precio y la tasa de inter칠s. Aprender치s a diferenciar t칠cnicamente entre bonos cup칩n cero y Bullet, y dominar치s la distinci칩n cr칤tica entre Precio Clean y Precio Dirty. Adem치s, entender치s el rol vital del Rating Crediticio para evaluar la seguridad de tu capital.\n\nTu formaci칩n se vuelve pr치ctica al explorar los Mercados y Flujos de Fondos, comprendiendo la diferencia entre captar fondos en el Mercado Primario y la negociaci칩n diaria en el Secundario. El punto culminante de esta fase es la confecci칩n t칠cnica de un Cash Flow, herramienta que te permitir치 proyectar con exactitud cada cobro de capital e inter칠s a lo largo de la vida del bono.\n\nElevar치s tu nivel con las Medidas de Rendimiento y Riesgo, dominando conceptos avanzados como la TIR, el Valor T칠cnico y la Paridad. Aprender치s a realizar an치lisis de sensibilidad mediante la Duration y la Convexity, y a interpretar curvas de rendimiento para detectar oportunidades de arbitraje, identificando cu치ndo un bono est치 realmente barato o caro respecto al mercado.\n\nFinalmente, cerraremos el c칤rculo con el An치lisis T칠cnico Aplicado a Bonos, integrando el estudio gr치fico dentro del mundo de la renta fija. Aprender치s a complementar el riguroso an치lisis matem치tico con la acci칩n del precio, utilizando herramientas t칠cnicas para determinar el momento exacto de entrada o salida, maximizando as칤 el potencial de apreciaci칩n de tus t칤tulos.\n\n쮼st치s listo para dominar el mundo de los bonos y asegurar tus rendimientos? Inscribite hoy y empez치 a invertir con la seguridad que solo el conocimiento profundo puede darte.",
      "shortDescription": null,
      "price": "65000",
      "imageUrl": "https://utfs.io/f/30KHQePr0sHJlp3xYlbKazhQ2MmLuXJ0foSk4NnPYqvCTyFr",
      "category": "General",
      "level": "Principiante",
      "learningOutcomes": null,
      "published": true,
      "createdAt": "2026-01-09T18:21:32.396Z",
      "updatedAt": "2026-01-18T22:20:22.976Z",
      "modules": [
        {
          "id": "cmk77elpr00182i3o6esi3nof",
          "title": "Flujo de Fondos",
          "position": 1,
          "courseId": "cmk77d6jw00162i3o2xduugqj",
          "createdAt": "2026-01-09T18:22:38.704Z",
          "updatedAt": "2026-01-09T18:22:38.704Z",
          "lessons": [
            {
              "id": "cmk77eswv001a2i3oi0v7hcpz",
              "title": "Flujo de Fondos",
              "description": "Contenido: Definici칩n de bono como obligaci칩n financiera, condiciones de emisi칩n (prospecto) y componentes clave (emisor, moneda, plazos).\n\nAprendizaje: Identificaci칩n de los riesgos asociados (riesgo de tasa, de liquidez, de moneda y de amortizaci칩n anticipada) y c치lculo inicial de intereses corridos.",
              "videoUrl": "/uploads/1767982967032-Flujo-de-fondos.mp4",
              "duration": 0,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmk77elpr00182i3o6esi3nof",
              "createdAt": "2026-01-09T18:22:48.031Z",
              "updatedAt": "2026-01-17T15:11:15.947Z"
            }
          ]
        },
        {
          "id": "cmk77eyxy001c2i3o7rsaaq5l",
          "title": "Duration y Duration Modificada",
          "position": 2,
          "courseId": "cmk77d6jw00162i3o2xduugqj",
          "createdAt": "2026-01-09T18:22:55.846Z",
          "updatedAt": "2026-01-09T18:22:55.846Z",
          "lessons": [
            {
              "id": "cmk77fi27001e2i3okh9rcuzb",
              "title": "Duration",
              "description": "Contenido: Diferencia entre bonos cup칩n cero y bonos con cup칩n peri칩dico (Bullet). Relaci칩n inversa entre el precio y la tasa de inter칠s.\n\nAprendizaje: Distinci칩n t칠cnica entre Precio Clean (sin intereses) y Precio Dirty (con intereses), y la importancia del Rating Crediticio (calificaciones de riesgo).",
              "videoUrl": "/uploads/1767982985146-Duration-y-Duration-Modificada.mp4",
              "duration": 0,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmk77eyxy001c2i3o7rsaaq5l",
              "createdAt": "2026-01-09T18:23:20.624Z",
              "updatedAt": "2026-01-17T15:11:21.798Z"
            }
          ]
        },
        {
          "id": "cmk77fmmy001g2i3o0lmfqp8l",
          "title": "TIR",
          "position": 3,
          "courseId": "cmk77d6jw00162i3o2xduugqj",
          "createdAt": "2026-01-09T18:23:26.554Z",
          "updatedAt": "2026-01-09T18:23:26.554Z",
          "lessons": [
            {
              "id": "cmk77g0ru001i2i3oyefoimyx",
              "title": "Analizando Bonos",
              "description": "Contenido: Funcionamiento del Mercado Primario (emisi칩n) y Mercado Secundario (negociaci칩n diaria). Proceso de colocaci칩n de deuda.\n\nAprendizaje: Confecci칩n t칠cnica de un flujo de fondos (Cash Flow) para proyectar los cobros de capital e inter칠s a lo largo de la vida del bono.",
              "videoUrl": "/uploads/1767983023327-Analizando-bono.mp4",
              "duration": 0,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmk77fmmy001g2i3o0lmfqp8l",
              "createdAt": "2026-01-09T18:23:44.874Z",
              "updatedAt": "2026-01-17T15:11:27.342Z"
            }
          ]
        },
        {
          "id": "cmk77g6aq001k2i3ok2u5oxj6",
          "title": "Analisis Tecnico sobre Bonos",
          "position": 4,
          "courseId": "cmk77d6jw00162i3o2xduugqj",
          "createdAt": "2026-01-09T18:23:52.034Z",
          "updatedAt": "2026-01-09T18:23:52.034Z",
          "lessons": [
            {
              "id": "cmk77gi1n001m2i3oe5et9n1k",
              "title": "AT sobre Bonos",
              "description": "Contenido: Integraci칩n del an치lisis gr치fico dentro del mercado de renta fija.\n\nAprendizaje: C칩mo utilizar las herramientas del an치lisis t칠cnico para determinar el momento exacto de ingreso o salida de un bono, complementando el an치lisis matem치tico con la acci칩n del precio.",
              "videoUrl": "/uploads/1767983045025-Analisis-Tecnico-en-bonos.mp4",
              "duration": 0,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmk77g6aq001k2i3ok2u5oxj6",
              "createdAt": "2026-01-09T18:24:07.259Z",
              "updatedAt": "2026-01-17T15:11:40.707Z"
            }
          ]
        },
        {
          "id": "cmk89bdwt0005on6fhv56i128",
          "title": "Integracion de conocimientos",
          "position": 5,
          "courseId": "cmk77d6jw00162i3o2xduugqj",
          "createdAt": "2026-01-10T12:03:54.030Z",
          "updatedAt": "2026-01-10T12:03:54.030Z",
          "lessons": [
            {
              "id": "cmk89c1hp0007on6fufltsihr",
              "title": "Finalizando analisis de bonos",
              "description": "Contenido: Conceptos avanzados como Valor T칠cnico, Paridad, TIR (Tasa Interna de Retorno) y Current Yield.\n\nAprendizaje: An치lisis de sensibilidad mediante la Duration y Convexity, e interpretaci칩n de las curvas de rendimiento para detectar oportunidades de arbitraje (bonos baratos vs. caros).",
              "videoUrl": "/uploads/1768046660863-2026-01-10-08-48-43.mp4",
              "duration": 0,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmk89bdwt0005on6fhv56i128",
              "createdAt": "2026-01-10T12:04:24.590Z",
              "updatedAt": "2026-01-17T15:11:48.669Z"
            }
          ]
        }
      ]
    },
    {
      "id": "cmke3r7q600025b9gasf4r0jr",
      "title": "Futuros Financieros",
      "description": "Dominar los Futuros Financieros es dar el salto hacia la gesti칩n profesional de carteras, permiti칠ndote operar con un nivel de eficiencia y control de riesgo superior. Este programa te llevar치 desde la comprensi칩n t칠cnica de los derivados hasta la ejecuci칩n de estrategias de cobertura y especulaci칩n en mercados institucionales:\n\nFuturos Financieros: Potencia y Protecci칩n en Mercados Derivados\n\nTu formaci칩n comienza con los Aspectos Generales de los Derivados, donde entender치s por qu칠 los futuros son la herramienta predilecta para la gesti칩n de riesgos globales. Identificar치s a los Participantes del mercado, desde los hedgers que buscan protecci칩n hasta los especuladores que aportan liquidez, comprendiendo el rol vital de la C치mara Compensadora como garante de cada operaci칩n.\n\nEn el m칩dulo de Estructura y Contratos, profundizar치s en el Reglamento del Contrato, aprendiendo a leer las especificaciones t칠cnicas que definen cada activo. Dominar치s el Sistema de Garant칤as y M치rgenes, entendiendo c칩mo funciona el apalancamiento financiero para maximizar el uso de tu capital sin descuidar la seguridad de tu cuenta comitente.\n\nLa parte operativa se centra en las Estrategias de Cobertura, donde aprender치s a dise침ar tanto la Cobertura Compradora (para fijar precios de insumos futuros) como la Cobertura Vendedora (para blindar el valor de tu producci칩n o cartera contra ca칤das de precio). Estas herramientas te permitir치n neutralizar la volatilidad y dar previsibilidad total a tu flujo de fondos.\n\nFinalmente, te convertir치s en un estratega de mercado mediante la Especulaci칩n Profesional. Aprender치s la mec치nica de las posiciones LONG (larga) para beneficiarte de mercados alcistas y SHORT (corta) para obtener rentabilidad incluso cuando los precios caen. Al dominar el sistema de liquidaci칩n diaria de p칠rdidas y ganancias, estar치s listo para operar en los mercados de futuros m치s importantes con una visi칩n anal칤tica y ganadora.\n\n쮼st치s listo para operar en las ligas mayores del mercado de capitales? Inscribite hoy y descubr칤 el poder de los futuros para potenciar tus inversiones.",
      "shortDescription": null,
      "price": "60000",
      "imageUrl": "https://utfs.io/f/30KHQePr0sHJfIjweSpSPcNRAgFK0TjU83DhMGyO47EHq9z2",
      "category": "General",
      "level": "Intermedio",
      "learningOutcomes": null,
      "published": true,
      "createdAt": "2026-01-14T14:14:51.870Z",
      "updatedAt": "2026-01-18T22:21:31.828Z",
      "modules": [
        {
          "id": "cmkhi3hno000hfnm0qhpajyxa",
          "title": "Aspectos Generales de los Derivados Financieros",
          "position": 1,
          "courseId": "cmke3r7q600025b9gasf4r0jr",
          "createdAt": "2026-01-16T23:19:37.764Z",
          "updatedAt": "2026-01-16T23:19:37.764Z",
          "lessons": [
            {
              "id": "cmkhi40b7000jfnm0stexn79f",
              "title": "Aspectos Generales",
              "description": "",
              "videoUrl": "https://utfs.io/f/30KHQePr0sHJcGmiKDsrfm16IAuSMz3TobWxyHqE8YgcCLNv",
              "duration": 0,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmkhi3hno000hfnm0qhpajyxa",
              "createdAt": "2026-01-16T23:20:01.940Z",
              "updatedAt": "2026-01-16T23:20:01.940Z"
            }
          ]
        },
        {
          "id": "cmkhi5hoj000nfnm03vxb19l9",
          "title": "Participantes y Contratos",
          "position": 2,
          "courseId": "cmke3r7q600025b9gasf4r0jr",
          "createdAt": "2026-01-16T23:21:11.107Z",
          "updatedAt": "2026-01-16T23:21:11.107Z",
          "lessons": [
            {
              "id": "cmkhi69o8000pfnm0c76jttjk",
              "title": "Participantes y Contratos",
              "description": "",
              "videoUrl": "https://utfs.io/f/30KHQePr0sHJhrGe2tE1oBH2XCc8yG4xOD6mQksRVeulPw7I",
              "duration": 970,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmkhi5hoj000nfnm03vxb19l9",
              "createdAt": "2026-01-16T23:21:47.384Z",
              "updatedAt": "2026-01-16T23:21:47.384Z"
            }
          ]
        },
        {
          "id": "cmkhi6kol000rfnm0lp0h5dhb",
          "title": "Garant칤as y M치rgenes",
          "position": 3,
          "courseId": "cmke3r7q600025b9gasf4r0jr",
          "createdAt": "2026-01-16T23:22:01.654Z",
          "updatedAt": "2026-01-16T23:22:01.654Z",
          "lessons": [
            {
              "id": "cmkhi78m7000tfnm0adsz9x1n",
              "title": "Garant칤as y M치rgenes",
              "description": "",
              "videoUrl": "https://utfs.io/f/30KHQePr0sHJlwTISHbKazhQ2MmLuXJ0foSk4NnPYqvCTyFr",
              "duration": 727,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmkhi6kol000rfnm0lp0h5dhb",
              "createdAt": "2026-01-16T23:22:32.671Z",
              "updatedAt": "2026-01-16T23:22:32.671Z"
            }
          ]
        },
        {
          "id": "cmkhi7iqo000vfnm0l4g7ygzc",
          "title": "Estrategias Parte 1",
          "position": 4,
          "courseId": "cmke3r7q600025b9gasf4r0jr",
          "createdAt": "2026-01-16T23:22:45.792Z",
          "updatedAt": "2026-01-16T23:22:45.792Z",
          "lessons": [
            {
              "id": "cmkhi82ph000xfnm0jm2zy46g",
              "title": "Estrategias Parte 1",
              "description": "",
              "videoUrl": "https://utfs.io/f/30KHQePr0sHJc39IuDsrfm16IAuSMz3TobWxyHqE8YgcCLNv",
              "duration": 601,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmkhi7iqo000vfnm0l4g7ygzc",
              "createdAt": "2026-01-16T23:23:11.669Z",
              "updatedAt": "2026-01-16T23:23:11.669Z"
            }
          ]
        },
        {
          "id": "cmkhi8az0000zfnm0ajrg58x4",
          "title": "Estrategia Parte 2",
          "position": 5,
          "courseId": "cmke3r7q600025b9gasf4r0jr",
          "createdAt": "2026-01-16T23:23:22.381Z",
          "updatedAt": "2026-01-16T23:23:22.381Z",
          "lessons": [
            {
              "id": "cmkhiapsk0011fnm007569obh",
              "title": "Estrategia Parte 2",
              "description": "",
              "videoUrl": "https://utfs.io/f/30KHQePr0sHJwi01qpxNym1AhTVuaEG5SPtsCcvW4iIkpQ0z",
              "duration": 725,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmkhi8az0000zfnm0ajrg58x4",
              "createdAt": "2026-01-16T23:25:14.900Z",
              "updatedAt": "2026-01-16T23:25:14.900Z"
            }
          ]
        },
        {
          "id": "cmkhiax3a0013fnm0hby66v57",
          "title": "Estrategia Parte 3",
          "position": 6,
          "courseId": "cmke3r7q600025b9gasf4r0jr",
          "createdAt": "2026-01-16T23:25:24.359Z",
          "updatedAt": "2026-01-16T23:25:24.359Z",
          "lessons": [
            {
              "id": "cmkhict720015fnm00uluzgjk",
              "title": "Estrategia Parte 3",
              "description": "",
              "videoUrl": "https://utfs.io/f/30KHQePr0sHJZs18Pvrzh9oUwRG7XH5rptOqbmNSd4FfYEQa",
              "duration": 775,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmkhiax3a0013fnm0hby66v57",
              "createdAt": "2026-01-16T23:26:52.623Z",
              "updatedAt": "2026-01-16T23:26:52.623Z"
            }
          ]
        },
        {
          "id": "cmkhicyea0017fnm0bxb8up5a",
          "title": "Estrategia Parte 4",
          "position": 7,
          "courseId": "cmke3r7q600025b9gasf4r0jr",
          "createdAt": "2026-01-16T23:26:59.363Z",
          "updatedAt": "2026-01-16T23:26:59.363Z",
          "lessons": [
            {
              "id": "cmkhientj0019fnm0rwup7vcn",
              "title": "Estrategia Parte 4",
              "description": "",
              "videoUrl": "https://utfs.io/f/30KHQePr0sHJ9vTpqFDI3rENQ4BSWKcMpRJ7DCGueXyUtbdv",
              "duration": 586,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmkhicyea0017fnm0bxb8up5a",
              "createdAt": "2026-01-16T23:28:18.968Z",
              "updatedAt": "2026-01-16T23:28:18.968Z"
            }
          ]
        }
      ]
    },
    {
      "id": "cmkigqmn4000fkb3nd3eyxd5m",
      "title": "El Valor del Tiempo: TNA, TEA y el Verdadero Rendimiento (TIR)",
      "description": "Entender la diferencia entre las tasas de inter칠s es lo que separa a un ahorrista de un inversor profesional. En este micro-curso de 12 minutos, Francisco Castro te ense침a a leer la letra chica del mercado para que nunca m치s compares \"peras con manzanas\" y sepas exactamente cu치nto rinde tu dinero.\n\nDominio de Tasas: TNA, TEA y el Poder de la TIR\n\nTu aprendizaje comienza con el duelo TNA vs. TEA. Descubrir치s por qu칠 la Tasa Nominal Anual es simplemente una referencia informativa y c칩mo la Tasa Efectiva Anual es la que realmente impacta en tu bolsillo al considerar la capitalizaci칩n de los intereses. Aprender치s que, a mayor frecuencia de capitalizaci칩n, m치s se aleja la TEA de la TNA, y entender치s por qu칠 este concepto es la base del inter칠s compuesto.\n+1\n\nEn el m칩dulo de La L칩gica de la TIR, daremos un paso m치s all치 de las tasas simples. Aprender치s a usar la Tasa Interna de Retorno como la herramienta definitiva para evaluar la rentabilidad real de un bono o proyecto. A diferencia de otras tasas, la TIR tiene en cuenta todo el flujo de fondos (Cash Flow), los momentos de cobro y la reinversi칩n de los cupones, d치ndote un porcentaje de rendimiento anualizado preciso para comparar diferentes alternativas de inversi칩n.\n\nFinalmente, dominar치s la Conversi칩n de Tasas. Te brindaremos las herramientas y f칩rmulas financieras para pasar de tasas mensuales a anuales (y viceversa) de forma correcta, evitando los errores matem치ticos comunes de la suma simple. Al terminar, tendr치s el criterio t칠cnico para analizar cualquier pr칠stamo, plazo fijo o bono, eligiendo siempre la opci칩n que m치s beneficie a tu patrimonio.\n\n쮼st치s listo para dejar de confundir n칰meros y empezar a medir tus ganancias con precisi칩n? Inscribite hoy y domin치 el lenguaje de las tasas como un experto.",
      "shortDescription": null,
      "price": "35000",
      "imageUrl": "https://utfs.io/f/30KHQePr0sHJKWEEWT4NlSBxIotJj9pXbqrM4uEvkhmH1CTZ",
      "category": "General",
      "level": "Principiante",
      "learningOutcomes": null,
      "published": true,
      "createdAt": "2026-01-17T15:29:24.244Z",
      "updatedAt": "2026-01-18T22:22:02.077Z",
      "modules": [
        {
          "id": "cmkigqqfg000hkb3nyog3xeut",
          "title": "Tasa de interes",
          "position": 1,
          "courseId": "cmkigqmn4000fkb3nd3eyxd5m",
          "createdAt": "2026-01-17T15:29:29.164Z",
          "updatedAt": "2026-01-17T15:29:29.164Z",
          "lessons": [
            {
              "id": "cmkigqy75000jkb3n4329e23r",
              "title": "Tasa de Interes",
              "description": "",
              "videoUrl": "https://www.youtube.com/watch?v=04SdJ2ksKcs",
              "duration": 737,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmkigqqfg000hkb3nyog3xeut",
              "createdAt": "2026-01-17T15:29:39.234Z",
              "updatedAt": "2026-01-17T15:29:39.234Z"
            }
          ]
        }
      ]
    },
    {
      "id": "cmkigidme0000kb3nyhnjeyt6",
      "title": "Beneficio vs. Caja: La Gu칤a de 22 Minutos para una Valuaci칩n Real",
      "description": "Este Micro Curso de An치lisis de Calidad de Ganancias est치 dise침ado para aquellos inversores que quieren dejar de mirar la superficie y empezar a entender la verdadera salud financiera de un negocio. Aqu칤 aprender치s por qu칠 \"la caja es la realidad y el beneficio es una opini칩n\", convirti칠ndote en un analista capaz de detectar trampas contables antes que el resto del mercado:\n\nBPA vs. FCF: El Arte de Encontrar Ganancias Reales\n\nTu formaci칩n comienza derribando el Mito del EPS (BPA). Descubrir치s por qu칠 el Beneficio Por Acci칩n, aunque es el indicador m치s mirado en Wall Street, puede ser f치cilmente manipulado mediante recompras de acciones o criterios contables subjetivos. Aprender치s las limitaciones t칠cnicas de este indicador y por qu칠 confiar ciegamente en 칠l puede llevarte a pagar de m치s por empresas que no generan valor real.\n\nEn el m칩dulo Cash Flow King, aprender치s la m칠trica sagrada de los grandes inversores: el Free Cash Flow (Flujo de Caja Libre). Te ense침aremos a calcularlo paso a paso, partiendo del flujo operativo y restando los gastos de capital (CAPEX). Aprender치s no solo a medirlo, sino a proyectarlo, entendiendo que el valor de cualquier inversi칩n hoy es el valor presente de toda la caja que ese negocio pueda generar en el futuro.\n\nLa parte m치s reveladora del curso es la de Detectives Contables. Analizaremos casos reales de empresas que mostraban Estados de Resultados envidiables mientras sus flujos de caja gritaban una crisis de liquidez inminente. Aprender치s a identificar se침ales de alerta, como el crecimiento desmedido de cuentas por cobrar o el uso de deuda para cubrir operaciones, habilidades que te proteger치n de las pr칩ximas burbujas financieras.\n\nFinalmente, el curso ofrece una Conclusi칩n Integradora. No se trata de elegir un indicador sobre el otro, sino de saber c칩mo leer ambos en conjunto. Aprender치s a utilizar el ratio de conversi칩n de beneficios en caja para construir una tesis de inversi칩n s칩lida, asegur치ndote de que las empresas en las que invert칤s no solo declaren ganancias, sino que realmente las tengan depositadas en el banco.\n\n쮼st치s listo para dejar de leer titulares y empezar a leer la realidad del dinero? Inscribite hoy y domin치 la m칠trica que separa a los due침os del mercado de los aficionados.",
      "shortDescription": null,
      "price": "20000",
      "imageUrl": "https://utfs.io/f/30KHQePr0sHJhjCe8nlE1oBH2XCc8yG4xOD6mQksRVeulPw7",
      "category": "General",
      "level": "Intermedio",
      "learningOutcomes": null,
      "published": true,
      "createdAt": "2026-01-17T15:22:59.318Z",
      "updatedAt": "2026-01-18T22:21:50.198Z",
      "modules": [
        {
          "id": "cmkigin0m0002kb3n9p6lbg71",
          "title": "Micro Curso",
          "position": 1,
          "courseId": "cmkigidme0000kb3nyhnjeyt6",
          "createdAt": "2026-01-17T15:23:11.495Z",
          "updatedAt": "2026-01-17T15:23:11.495Z",
          "lessons": [
            {
              "id": "cmkigiz1r0004kb3nurojqrmd",
              "title": "BPA vs FCF",
              "description": "",
              "videoUrl": "https://www.youtube.com/watch?v=R6y5KKnmcC8",
              "duration": 1189,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmkigin0m0002kb3n9p6lbg71",
              "createdAt": "2026-01-17T15:23:27.087Z",
              "updatedAt": "2026-01-17T15:23:27.087Z"
            }
          ]
        }
      ]
    },
    {
      "id": "cmkb3u2nv0000yj6tef9f2xup",
      "title": "Mentoria An치lisis Fundamental",
      "description": "El An치lisis Fundamental es la disciplina que separa a los apostadores de los verdaderos inversores. En este programa, dejar치s de mirar gr치ficos de corto plazo para enfocarte en lo que realmente importa: la capacidad de una empresa para generar riqueza. Aqu칤 aprender치s a pensar y actuar como un socio capitalista, analizando negocios desde adentro hacia afuera.\n\nInversi칩n de Valor: Convertite en un Due침o de Negocios\n\nTu formaci칩n comienza con la Lectura Cr칤tica de Balances. Aprender치s a traducir los estados contables (Situaci칩n Patrimonial, Estado de Resultados y Flujo de Caja) en historias reales de dinero. Descubrir치s c칩mo identificar la ganancia neta real, separ치ndola de los ajustes contables, y aprender치s a detectar cu치ndo una empresa est치 \"maquillando\" sus n칰meros para parecer m치s atractiva de lo que realmente es.\n\nEn el m칩dulo de Ventajas Competitivas (MOAT), aplicaremos la filosof칤a de Warren Buffett para identificar \"Fosos Econ칩micos\". Aprender치s a reconocer qu칠 hace que una empresa sea indestructible frente a sus competidores, analizando su poder de marca, sus bajos costos de producci칩n o su efecto de red. Este an치lisis cualitativo es tu principal escudo contra las crisis y la obsolescencia.\n\nLa parte t칠cnica culmina con la Valuaci칩n de Empresas. Aqu칤 aprender치s a calcular el Fair Value o Valor Justo de un negocio. Mediante modelos de descuento de flujos de fondos y el an치lisis de ratios clave como el PER y el ROE, sabr치s exactamente cu치nto deber칤as pagar por una acci칩n. Entender치s el concepto de Margen de Seguridad: la diferencia vital entre el precio de mercado y el valor intr칤nseco que minimiza tu riesgo de p칠rdida.\n\nFinalmente, este curso te dar치 la mentalidad necesaria para construir un Patrimonio a Prueba de Balas. Dejar치s de seguir modas o burbujas para comprar empresas s칩lidas cuando el mercado las est치 \"regalando\". Aprender치s que la volatilidad es tu amiga si sab칠s cu치nto vale lo que compr치s, permiti칠ndote construir una cartera de inversi칩n ganadora y de largo plazo.\n\n쮼st치s listo para dejar de apostar y empezar a invertir con la seguridad de los due침os del mundo? Inscribite hoy y aprend칠 a valorar negocios como un profesional.",
      "shortDescription": null,
      "price": "100000",
      "imageUrl": "https://utfs.io/f/30KHQePr0sHJh3LSVvE1oBH2XCc8yG4xOD6mQksRVeulPw7I",
      "category": "General",
      "level": "Todos los niveles",
      "learningOutcomes": null,
      "published": true,
      "createdAt": "2026-01-12T11:53:46.746Z",
      "updatedAt": "2026-01-18T22:20:37.870Z",
      "modules": [
        {
          "id": "cmkcnfsa800019qw7wcp0eppf",
          "title": "Mentoria Analisis Fundamental",
          "position": 1,
          "courseId": "cmkb3u2nv0000yj6tef9f2xup",
          "createdAt": "2026-01-13T13:50:18.608Z",
          "updatedAt": "2026-01-13T13:50:18.608Z",
          "lessons": [
            {
              "id": "cmkhif8b6001bfnm0k0eqsivi",
              "title": "Mentoria",
              "description": "1. An치lisis de Estados Contables\nSe profundiza en la lectura t칠cnica de los tres reportes financieros principales para detectar la salud real de una compa침칤a:\n\nSituaci칩n Patrimonial (Balance Sheet): An치lisis de activos, pasivos y patrimonio neto para evaluar la solvencia y el nivel de endeudamiento.\n\nEstado de Resultados (Income Statement): Evaluaci칩n de ingresos, costos y m치rgenes operativos. Se pone especial 칠nfasis en identificar d칩nde los n칰meros pueden estar \"maquillados\" y cu치l es la ganancia real (Earning Power).\n\nFlujo de Caja (Cash Flow): Seguimiento del movimiento real del dinero. Se estudia el Free Cash Flow para entender cu치nta caja genera el negocio despu칠s de sus gastos de capital (CAPEX).\n\n2. An치lisis Cualitativo: El MOAT (Foso Econ칩mico)\nInspirado en la filosof칤a de Warren Buffett, se estudia la ventaja competitiva sostenible que protege a una empresa de sus competidores. Se analizan factores como:\n\nPoder de marca y fidelidad del cliente.\n\nEfecto de red y ventajas de costos.\n\nCostos de cambio para el usuario (Switching Costs).\n\n3. Modelos de Valoraci칩n y Filosof칤a de Warren Buffett\nSe aplica el enfoque de \"Inversi칩n en Valor\" para encontrar la diferencia entre Precio y Valor:\n\nModelo de Valoraci칩n: Estimaci칩n del Fair Value (Valor Justo) mediante el descuento de flujos de caja futuros o el modelo de capitalizaci칩n de ganancias que utiliza Buffett.\n\nMargen de Seguridad: Determinaci칩n de cu치nto descuento respecto al valor intr칤nseco se requiere para minimizar el riesgo de la inversi칩n.\n\nRatios Clave: Dominio de indicadores fundamentales como el PER (Price to Earnings), ROE (Return on Equity) y EBITDA para comparar la eficiencia entre empresas del mismo sector.",
              "videoUrl": "https://youtu.be/W0767UW2X7g",
              "duration": 10664,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmkcnfsa800019qw7wcp0eppf",
              "createdAt": "2026-01-16T23:28:45.522Z",
              "updatedAt": "2026-01-17T15:13:29.082Z"
            }
          ]
        }
      ]
    },
    {
      "id": "cmkigsyen000kkb3n05vphttk",
      "title": "Valuaci칩n de Bonos: TIR, Paridad y Escenarios de Salida",
      "description": "Entender el precio de un bono es solo el comienzo; entender su valor es lo que te convierte en un inversor profesional. En este micro-curso de 18 minutos, Francisco Castro te ense침a a mirar m치s all치 de la cotizaci칩n para que comprendas la arquitectura financiera que determina la rentabilidad real de tus t칤tulos.\n\nValuaci칩n de Bonos: An치lisis de Rendimiento y Oportunidades de Arbitraje\n\nTu formaci칩n comienza con La TIR como br칰jula. Aprender치s a interpretar la Tasa Interna de Retorno (Yield to Maturity) no solo como un n칰mero, sino como el rendimiento anualizado que recibir치s si manten칠s el bono hasta el vencimiento. Descubrir치s la importancia de la reinversi칩n de los cupones y por qu칠 la TIR es la herramienta definitiva para comparar bonos con diferentes estructuras de pago, permiti칠ndote tomar decisiones basadas en datos y no en suposiciones.\n\nEn el m칩dulo de An치lisis de Paridad, profundizaremos en el concepto de Valor T칠cnico. Aprender치s a identificar cu치ndo un bono cotiza \"bajo la par\", \"sobre la par\" o \"a la par\", y c칩mo estas situaciones generan oportunidades de ganancias de capital adicionales al cobro de intereses. Entender치s que un bono bajo la par puede ser una oportunidad de compra extraordinaria si el mercado ha castigado el precio injustificadamente, permiti칠ndote capturar un rendimiento superior al cup칩n nominal.\n\nFinalmente, el curso te lleva a la vanguardia con la TIR Futura y el Exit Yield. Aprender치s a realizar proyecciones de retornos totales simulando diferentes escenarios de tasas de mercado al momento de la venta. Esta capacidad de simular la salida te permitir치 anticipar c칩mo variar치 el precio de tu bono ante cambios en la econom칤a, d치ndote una ventaja competitiva para entrar y salir del mercado en los momentos de mayor rentabilidad.\n\n쮼st치s listo para dejar de adivinar y empezar a valuar bonos como un analista de Wall Street? Inscribite hoy y domin치 las m칠tricas que definen el 칠xito en la Renta Fija.",
      "shortDescription": null,
      "price": "45000",
      "imageUrl": "https://utfs.io/f/30KHQePr0sHJcyFN9Zsrfm16IAuSMz3TobWxyHqE8YgcCLNv",
      "category": "General",
      "level": "Todos los niveles",
      "learningOutcomes": null,
      "published": true,
      "createdAt": "2026-01-17T15:31:12.803Z",
      "updatedAt": "2026-01-22T15:23:16.984Z",
      "modules": [
        {
          "id": "cmkigt5ms000mkb3ndc6obffn",
          "title": "Valuando Bonos",
          "position": 1,
          "courseId": "cmkigsyen000kkb3n05vphttk",
          "createdAt": "2026-01-17T15:31:22.180Z",
          "updatedAt": "2026-01-17T15:31:22.180Z",
          "lessons": [
            {
              "id": "cmkigtdsf000okb3n3xismxys",
              "title": "Bonos",
              "description": "",
              "videoUrl": "https://www.youtube.com/watch?v=UXE0UWYLnWM",
              "duration": 1073,
              "content": null,
              "position": 1,
              "published": true,
              "moduleId": "cmkigt5ms000mkb3ndc6obffn",
              "createdAt": "2026-01-17T15:31:32.751Z",
              "updatedAt": "2026-01-17T15:31:32.751Z"
            }
          ]
        }
      ]
    }
  ],
  "bundles": [
    {
      "id": "cmkhix3va001efnm06bm8yqni",
      "title": "Plan Portfolio Manager",
      "description": "Todo el conocimiento de Aurora Academy en un solo lugar. Sin l칤mites, sin secretos.\n\nEste paquete est치 dise침ado para quien decidi칩 tomarse las finanzas en serio. Es la hoja de ruta completa: desde entender qu칠 es una tasa de inter칠s hasta gestionar carteras de inversi칩n de nivel profesional, combinando el an치lisis t칠cnico m치s preciso con el an치lisis fundamental m치s profundo.\n\n쯈u칠 incluye este pack? Absolutamente TODO",
      "price": "550000",
      "imageUrl": "https://utfs.io/f/30KHQePr0sHJlDTrfatbKazhQ2MmLuXJ0foSk4NnPYqvCTyF",
      "published": true,
      "createdAt": "2026-01-16T23:42:39.574Z",
      "updatedAt": "2026-01-18T22:25:43.812Z",
      "items": [],
      "courses": [
        {
          "id": "cmk76jxm700002i3ojyfpjbm5",
          "title": "Mentoria en Price Action",
          "description": "Dominar el Price Action (Acci칩n del Precio) significa aprender a leer el mercado en su estado m치s puro, sin indicadores que retrasen tu visi칩n. En este programa, dejar치s de depender de herramientas externas para convertirte en un lector experto de la psicolog칤a de masas plasmada en el gr치fico:\n\nPrice Action: El Arte de Leer el Mercado en Tiempo Real\n\nTu entrenamiento comienza con el dominio de las Velas Japonesas y la Oferta y Demanda. Aprender치s que cada vela es una batalla ganada o perdida entre compradores y vendedores. Entender치s la din치mica de la subasta del mercado, identificando las zonas donde el \"Smart Money\" deja su huella y donde la liquidez realmente se concentra.\n\nEn el m칩dulo de Estructura y Reconocimientos, profundizaremos en la identificaci칩n de Soportes y Resistencias desde una perspectiva de flujo de 칩rdenes. Aprender치s a distinguir los diferentes Tipos de Quiebres (reales vs. falsos) y c칩mo el mercado realiza sus testeos antes de iniciar un movimiento explosivo. Entender치s los tipos de reconocimientos de zona para no entrar nunca antes de tiempo.\n\nLa parte operativa se centra en la Gesti칩n Profesional del Trade. Aprender치s a configurar tu operatoria mediante Take Profit y Stop Loss basados exclusivamente en la estructura del precio, buscando siempre ratios de riesgo-beneficio positivos. Sabr치s exactamente d칩nde colocar tu salida para proteger tu capital y d칩nde retirarte con ganancias antes de que el mercado gire.\n\nFinalmente, este curso te dar치 la confianza para operar con un gr치fico limpio. Al integrar el an치lisis del Volumen con la acci칩n del precio, descubrir치s c칩mo confirmar la intenci칩n detr치s de cada movimiento. Es el paso definitivo para quienes buscan una metodolog칤a robusta, l칩gica y, sobre todo, altamente efectiva en cualquier marco temporal.\n\n쮼st치s listo para ver el mercado con total claridad y sin ruidos? Inscribite hoy y domin치 la t칠cnica que separa a los aficionados de los profesionales.",
          "shortDescription": null,
          "price": "100000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJOwVP0i1HzIbv7eJq1KyWX24kCaPHmfh5sT9x",
          "category": "General",
          "level": "Intermedio",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-09T17:58:47.791Z",
          "updatedAt": "2026-01-18T22:20:46.756Z"
        },
        {
          "id": "cmkb3mgzw0000d3a47s50rk9t",
          "title": "Mentoria Introducci칩n al Mercado de Capitales",
          "description": "Este curso de Introducci칩n al Mercado de Capitales es el primer paso fundamental para cualquier persona que desee tomar las riendas de su futuro financiero. Aqu칤 aprender치s que el mercado no es un lugar exclusivo para expertos, sino un ecosistema de oportunidades accesible para todos aquellos que se atrevan a pasar del ahorro a la inversi칩n inteligente.\n\nPrimeros Pasos: El Despertar del Inversor\n\nTu camino comienza entendiendo el Funcionamiento del Mercado. Descubrir치s el ecosistema financiero, comprendiendo los roles de la CNV como regulador y de BYMA como el lugar donde sucede la magia, adem치s de aprender a elegir tu primer Br칩ker (ALyC). Entender치s por fin la diferencia vital entre ahorrar y \"poner el dinero a trabajar\" para canalizarlo hacia la producci칩n real.\n\nEn el m칩dulo de Perfil del Inversor y Riesgo, aprender치s que no existe una inversi칩n perfecta, sino una inversi칩n adecuada para vos. Definir치s si sos un inversor conservador, moderado o agresivo, y entender치s la relaci칩n inquebrantable entre riesgo y retorno. Aprender치s a trazar tu horizonte de inversi칩n y a usar la diversificaci칩n como tu principal escudo protector.\n\nLa parte t칠cnica se divide en los dos grandes pilares de la bolsa. Primero, los Instrumentos de Renta Variable, donde aprender치s qu칠 significa ser due침o de una empresa a trav칠s de acciones y c칩mo los Cedears te permiten invertir en los gigantes de Wall Street desde tu cuenta local. Entender치s c칩mo ganar dinero tanto por la suba de precios como por el cobro de dividendos. Luego, exploraremos la Renta Fija, donde aprender치s a ser acreedor del Estado o de empresas privadas mediante Bonos y ONs, asegur치ndote el cobro de intereses peri칩dicos de manera previsible.\n\nPara quienes buscan simplicidad, descubriremos los Fondos Comunes de Inversi칩n (FCI). Aprender치s a elegir el fondo adecuado seg칰n tu necesidad de liquidez, desde los Money Market hasta fondos de acciones, delegando la administraci칩n profesional de tu capital para que expertos trabajen por vos.\n\nFinalmente, el curso culmina con la Operativa Pr치ctica, donde la teor칤a se convierte en acci칩n. Aprender치s paso a paso c칩mo abrir tu cuenta comitente, c칩mo leer una pantalla de trading sin marearte y c칩mo cargar tus primeras 칩rdenes a mercado o l칤mite. Al terminar, estar치s listo para realizar tu primera inversi칩n con total seguridad, comprendiendo perfectamente las comisiones e impuestos involucrados.\n\n쮼st치s listo para dejar de ver el mercado desde afuera y empezar a construir tu patrimonio? Inscribite hoy y transform치 tus ahorros en inversiones reales.",
          "shortDescription": null,
          "price": "45000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJIhZhSoOQSHyutNkZVmn8WFwo14l6brCz0Yi3",
          "category": "General",
          "level": "Principiante",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-12T11:47:52.076Z",
          "updatedAt": "2026-01-18T22:20:30.239Z"
        },
        {
          "id": "cmkb3vwqf0001yj6t5lbqq7h8",
          "title": "Mentoria Analisis Tecnico",
          "description": "쯊e ha pasado que compras y el precio cae inmediatamente? Eso es falta de An치lisis T칠cnico. El mercado deja huellas antes de moverse, y en este curso aprender치s a rastrearlas.\n\nNo necesitas ser un genio matem치tico, necesitas las herramientas correctas para:\n\nValidar Rupturas: Distingue entre un movimiento real y una \"trampa de toros\" (Bull Trap).\n\nMedias M칩viles: 칔salas como soportes din치micos para subirte a la tendencia sin riesgo.\n\nVolumen: El detector de mentiras. Aprende a ver si hay dinero real respaldando el movimiento.\n\nDeja de regalar tu dinero entrando tarde. Aprende a entrar con los profesionales. 游댠 Afina tu punter칤a y entra al curso ahora.",
          "shortDescription": null,
          "price": "150000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJ2MDPHyLowIuzXV8j2bLyc5oEkBGmfJpxKnRi",
          "category": "General",
          "level": "Todos los niveles",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-12T11:55:12.374Z",
          "updatedAt": "2026-01-18T22:21:08.798Z"
        },
        {
          "id": "cmkbfyovj0000iv7p7dwuyjbc",
          "title": "Curso de Opciones Financieras",
          "description": "Llev치 tu perfil como inversor a la frontera del conocimiento burs치til con este programa de Opciones Financieras, el instrumento m치s vers치til y potente del mercado. Este curso te permitir치 dejar de ser un espectador para convertirte en un estratega capaz de ganar en cualquier escenario:\n\nMaestr칤a en Opciones: Maximiz치 Ganancias y Blind치 tu Cartera\n\nTu formaci칩n comienza con los Conceptos B치sicos, donde dominar치s el universo de los derivados financieros. Aprender치s a diferenciar con precisi칩n entre opciones Call y Put, identificando los elementos clave como el activo subyacente y el precio de ejercicio. Al finalizar esta etapa, leer치s la nomenclatura del mercado como un profesional, sabiendo exactamente qu칠 oportunidad se esconde tras cada sigla.\n\nEn el m칩dulo de Operatoria y Valuaci칩n, descubrir치s la ciencia detr치s del precio de las opciones. Aprender치s a distinguir entre opciones Americanas y Europeas, y dominar치s los conceptos de valor intr칤nseco y extr칤nseco para saber cu치ndo una opci칩n est치 ITM, ATM u OTM. Adem치s, entender치s la paridad Put-Call para armar posiciones sint칠ticas y gestionar치s garant칤as con la eficiencia de un operador institucional.\n\nPasar치s a la acci칩n con las Estrategias con Opciones I, donde aprender치s las herramientas fundamentales de cobertura y generaci칩n de renta. Desde el Lanzamiento Cubierto para \"hacer tasa\" hasta el Protective Put para asegurar tus acciones contra ca칤das, dominar치s el c치lculo de ganancias m치ximas y puntos de equilibrio (breakeven) con un an치lisis gr치fico riguroso de tu perfil de riesgo.\n\nElevar치s tu sofisticaci칩n con las Estrategias Avanzadas II, adentr치ndote en el armado de estructuras complejas como Spreads, Conos, Cunas y Mariposas. Estas herramientas te permitir치n beneficiarte de la volatilidad extrema o de mercados laterales, optimizando el uso de tu capital para obtener retornos apalancados que otros instrumentos no pueden ofrecer.\n\nFinalmente, dominar치s el Modelo Black & Scholes, la f칩rmula ganadora del Premio Nobel que revolucion칩 las finanzas. Aprender치s a aplicar este m칠todo matem치tico para determinar el valor te칩rico de una prima y, lo m치s importante, a proyectar variaciones de precio en base a tus objetivos de an치lisis t칠cnico, d치ndote una ventaja competitiva estad칤stica insuperable.\n\n쮼st치s listo para operar con la herramienta definitiva de los profesionales? Inscribite hoy y descubr칤 c칩mo las opciones pueden transformar tu rentabilidad para siempre.",
          "shortDescription": null,
          "price": "55000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJbfET2p9QTe5Vo3qKwXOL8DRx6btI07kJPcAd",
          "category": "General",
          "level": "Avanzado",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-12T17:33:17.551Z",
          "updatedAt": "2026-01-18T22:21:24.858Z"
        },
        {
          "id": "cmkb45yfn0000l51swh07aw37",
          "title": "Mentoria Gestion de Cartera",
          "description": "Llevar la gesti칩n de tus inversiones al siguiente nivel requiere dejar de elegir activos al azar y empezar a dise침ar portafolios con rigor cient칤fico. Este programa de Gesti칩n de Cartera te ofrece las herramientas cuantitativas y tecnol칩gicas para administrar el riesgo y maximizar el retorno como un verdadero gestor de fondos profesional:\n\nGesti칩n de Cartera: Ingenier칤a Financiera para Inversores Profesionales\n\nTu formaci칩n comienza con la Teor칤a Moderna de Portafolio de Markowitz, donde descubrir치s el poder matem치tico de la diversificaci칩n. Aprender치s a construir la Frontera Eficiente, identificando la combinaci칩n exacta de activos que maximiza tu retorno para cada nivel de riesgo. Entender치s c칩mo las correlaciones entre activos permiten reducir el riesgo global de tu cartera, optimizando la relaci칩n media-varianza de manera estrat칠gica.\n+2\n\nEn el m칩dulo del Modelo CAPM, profundizaremos en la relaci칩n entre el riesgo sistem치tico del mercado y el retorno esperado. Aprender치s a calcular el Beta de tu cartera y a utilizar la L칤nea del Mercado de Valores (SML) para identificar con precisi칩n qu칠 activos est치n sobrevalorados o infravalorados, asegur치ndote de que cada inversi칩n compense correctamente el riesgo asumido.\n\nPara blindar tu capital, dominaremos el VaR (Value at Risk), la m칠trica est치ndar de la industria para medir la p칠rdida m치xima potencial. Aprender치s a gestionar el riesgo de ca칤da (downside risk) con niveles de confianza del 95% o 99%, estableciendo l칤mites operativos claros que te permitir치n saber exactamente cu치nto dinero est치 en riesgo en condiciones normales de mercado.\n\nLa sofisticaci칩n de tu an치lisis llegar치 con la Simulaci칩n de Monte Carlo. Mediante el modelado estoc치stico, proyectar치s miles de escenarios posibles para tus inversiones, permiti칠ndote evaluar la probabilidad de 칠xito de tus estrategias a largo plazo m치s all치 de los promedios lineales, comprendiendo la dispersi칩n real de los resultados posibles.\n\nTodo este conocimiento se vuelve ejecutable a trav칠s de Modelos de Python para Finanzas. Aprender치s a utilizar librer칤as potentes como Pandas, NumPy y Scipy para automatizar la descarga de datos hist칩ricos y programar algoritmos de optimizaci칩n. Podr치s calcular matrices de covarianza y rebalancear tus carteras de forma objetiva, r치pida y sin sesgos emocionales.\n\nFinalmente, aprender치s a medir tu 칠xito mediante el Ratio de Sharpe y M칠tricas de Performance. Utilizar치s indicadores como el Alfa de Jensen y el ratio de Sortino para evaluar tu desempe침o ajustado por riesgo. Al terminar, tendr치s la capacidad de demostrar que tus retornos son el resultado de una gesti칩n s칩lida y eficiente, diferenci치ndote de quienes simplemente conf칤an en la suerte.\n\n쮼st치s listo para aplicar la ciencia de datos a tus inversiones y gestionar tu patrimonio con precisi칩n quir칰rgica? Inscribite hoy y domin치 la ingenier칤a de carteras.",
          "shortDescription": null,
          "price": "200000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJyxkqUhvHtDPGZe4oISCRsEdFaOi95z3yNX0j",
          "category": "General",
          "level": "Avanzado",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-12T12:03:01.138Z",
          "updatedAt": "2026-01-18T22:21:16.574Z"
        },
        {
          "id": "cmkigoac4000akb3nnhyypiic",
          "title": "Domina el Stop Loss en 15 minutos",
          "description": "El Stop Loss es, sin ninguna duda, la herramienta m치s importante para la supervivencia de un inversor. En este micro-curso, Francisco Castro te ense침a que la diferencia entre un operador profesional y un aficionado no es cu치nto ganan, sino c칩mo limitan sus p칠rdidas. Aprend칠 a dominar el arte de la salida para que una mala decisi칩n no arruine tu futuro financiero.\n\nBlind치 tu Capital: La Disciplina del Stop Loss\n\nTu aprendizaje comienza con la Matem치tica del Drawdown, una lecci칩n de humildad financiera. Entender치s por qu칠 una ca칤da del 50% en tu cartera no se recupera con una subida del 50%, sino que requiere un 100% de retorno solo para volver al punto de equilibrio. Esta realidad matem치tica te demostrar치 que el \"esperar a que recupere\" es el error m치s caro que pod칠s cometer y por qu칠 cortar una p칠rdida peque침a es la mejor inversi칩n de tu vida.\n\nEn el m칩dulo de Estrategias de Salida, aprender치s a diferenciar entre el Stop Fijo y el Trailing Stop. Descubrir치s c칩mo configurar un Stop Fijo para proteger tu capital inicial y c칩mo utilizar el Trailing Stop (Stop din치mico) para acompa침ar una tendencia alcista, permitiendo que tus ganancias corran mientras el sistema asegura beneficios autom치ticamente si el precio se da vuelta.\n\nFinalmente, el curso se enfoca en la Ejecuci칩n sin Emociones. Aprender치s la t칠cnica para configurar estas 칩rdenes directamente en tu br칩ker, permitiendo que el mercado ejecute tu plan por vos. Al automatizar tu disciplina, eliminar치s el estr칠s de la toma de decisiones bajo presi칩n y aprender치s que, en el trading, tu punto de salida es mucho m치s determinante para tu 칠xito que tu punto de entrada.\n\n쮼st치s listo para dejar de sufrir por las ca칤das y empezar a operar con la tranquilidad de un profesional? Inscribite hoy y aprend칠 a proteger tu dinero mientras dorm칤s.",
          "shortDescription": null,
          "price": "30000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJBsavKjQdI1jFQPvtCE4fx0kAGe9yXVOloaUT",
          "category": "General",
          "level": "Principiante",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-17T15:27:34.995Z",
          "updatedAt": "2026-01-18T22:21:56.787Z"
        },
        {
          "id": "cmkigm36w0005kb3n1hkgjuin",
          "title": "Dominando el Riesgo: De la Volatilidad a la Estabilidad del Portafolio",
          "description": "El riesgo en las finanzas no es un enemigo al que temer, sino una variable que se debe medir para poder ganar. Este micro-curso de Riesgo y Volatilidad est치 dise침ado para que dejes de ver los movimientos del mercado como una amenaza y empieces a verlos como una oportunidad estrat칠gica de gesti칩n.\n\nDominando el Riesgo: De la Volatilidad a la Estabilidad del Portafolio\n\nTu aprendizaje comienza con la Anatom칤a del Riesgo, donde aprender치s a separar el ruido del mercado de la realidad financiera. Descubrir치s la diferencia pr치ctica entre el riesgo diversificable (idiosincr치tico), que afecta a una sola empresa, y el riesgo no diversificable (sist칠mico), que afecta a todo el mercado. Entender치s que el objetivo no es eliminar el riesgo por completo, sino eliminar aquel que no te est치 pagando por asumirlo.\n\nEn el m칩dulo sobre El Poder de la Correlaci칩n, exploraremos la verdadera magia de la construcci칩n de carteras. Aprender치s c칩mo combinar activos que no se mueven en la misma direcci칩n para lograr que el riesgo total de tu portafolio sea menor que la suma de sus partes. Es la herramienta definitiva para construir carteras resilientes que puedan navegar cualquier tormenta financiera sin sacrificar el retorno.\n\nFinalmente, dominar치s la Interpretaci칩n de Beta ($\\beta$), el indicador que te dir치 si tu cartera est치 amplificando o amortiguando los movimientos del mercado. Aprender치s a usar este coeficiente para ajustar tu exposici칩n: 쯤uer칠s una cartera agresiva que supere al mercado en las subas o una defensiva que resista en las ca칤das? Al finalizar, sabr치s c칩mo calibrar tu portafolio seg칰n tu propio horizonte y tolerancia.\n\n쮼st치s listo para dejar de reaccionar al mercado y empezar a modelar la incertidumbre a tu favor? Inscribite hoy y transform치 la volatilidad en tu mejor aliada.",
          "shortDescription": null,
          "price": "50000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJXvMx9825yiF9TRK1vZ2kWNDj4oqPpVdnLOX7",
          "category": "General",
          "level": "Todos los niveles",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-17T15:25:52.377Z",
          "updatedAt": "2026-01-18T21:55:54.230Z"
        },
        {
          "id": "cmk76vago00052i3oi9ajtj81",
          "title": "An치lisis T칠cnico",
          "description": "Este programa de formaci칩n profesional ha sido dise침ado para transformar tu manera de operar, convirti칠ndote en un inversor capaz de decidir con la precisi칩n de un experto. A lo largo del curso, recorrer치s un camino estrat칠gico que te permitir치 dominar el mercado de principio a fin:\n\nEl Camino hacia la Maestr칤a en el Mercado\n\nTu evoluci칩n comienza con el dominio de los Principios del 칄xito, donde entender치s que el mercado descuenta todos los factores externos y que la historia se repite constantemente. Esta base te permitir치 usar patrones pasados para eliminar la incertidumbre y blindar tu capital desde el primer d칤a.\n\nPronto aprender치s a leer el Mapa del Dinero, identificando soportes y resistencias para visualizar d칩nde compran y venden los grandes jugadores. Con el uso profesional del volumen y la gesti칩n estrat칠gica de 칩rdenes Stop Loss y Take Profit, dejar치s de perseguir precios para empezar a proteger cada una de tus ganancias.\n\nAvanzar치s hacia el lenguaje visual de las Velas Japonesas y Tendencias, aprendiendo a medir la aceleraci칩n del mercado para anticipar giros antes que la multitud. Potenciar치s esta habilidad con la construcci칩n de Canales de Trading, utilizando t칠cnicas de desdoblamiento para proyectar objetivos de precio con una claridad asombrosa.\n\nEl curso te revelar치 la perfecci칩n matem치tica de los Patrones de Fibonacci, ense침치ndote a localizar niveles cr칤ticos para retomar tendencias en el momento exacto. Al sumar el estudio de las Figuras T칠cnicas, como el Hombro-Cabeza-Hombro y Tri치ngulos, aprender치s a validar rupturas reales y evitar las trampas que arruinan a los principiantes.\n\nPara una precisi칩n cient칤fica, integrar치s la Radiograf칤a del Precio con indicadores como RSI y MACD, detectando divergencias antes de que ocurran los cambios de tendencia. Adem치s, adoptar치s el prestigioso M칠todo Weinstein, aprendiendo la disciplina necesaria para operar solo en fases de avance y evitar los peligrosos mercados laterales.\n\nFinalmente, dominar치s la Inversi칩n Institucional con Wyckoff, descifrando el rastro de las \"manos fuertes\" a trav칠s de maniobras como el Spring y el Salto del Arroyo. Al terminar, no solo sabr치s leer gr치ficos; habr치s desarrollado la mentalidad profesional necesaria para operar en sinton칤a con los due침os del mercado.\n\n쮼st치s listo para dejar de adivinar y tomar el control total de tu futuro financiero? Inscribite ahora y empez치 a operar como un profesional.",
          "shortDescription": null,
          "price": "65000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJ0ShQlu6FNsGmMLhvTWY69CqAzRbgny7xX1iV",
          "category": "General",
          "level": "Todos los niveles",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-09T18:07:37.656Z",
          "updatedAt": "2026-01-18T22:20:58.168Z"
        },
        {
          "id": "cmk77d6jw00162i3o2xduugqj",
          "title": "Renta Fija",
          "description": "Tu viaje hacia la maestr칤a financiera contin칰a con este programa especializado en Renta Fija, donde aprender치s a dominar los instrumentos m치s utilizados para generar ingresos previsibles y diversificar carteras con rigor profesional. Este curso te llevar치 desde los cimientos hasta las estrategias avanzadas de arbitraje:\n\nEstrategias en Renta Fija: El Camino del Inversor Inteligente\n\nTodo comienza con los Conceptos Fundamentales, donde entender치s al bono no solo como un activo, sino como una obligaci칩n financiera con reglas claras detalladas en su prospecto de emisi칩n. Aprender치s a identificar componentes clave como el emisor y los plazos, pero sobre todo, dominar치s la gesti칩n de riesgos (tasa, liquidez y moneda) y realizar치s tus primeros c치lculos de intereses corridos para saber exactamente qu칠 est치s comprando.\n\nEn la etapa de Clasificaci칩n y Valuaci칩n, descubrir치s la mec치nica que mueve los precios: la relaci칩n inversa entre el precio y la tasa de inter칠s. Aprender치s a diferenciar t칠cnicamente entre bonos cup칩n cero y Bullet, y dominar치s la distinci칩n cr칤tica entre Precio Clean y Precio Dirty. Adem치s, entender치s el rol vital del Rating Crediticio para evaluar la seguridad de tu capital.\n\nTu formaci칩n se vuelve pr치ctica al explorar los Mercados y Flujos de Fondos, comprendiendo la diferencia entre captar fondos en el Mercado Primario y la negociaci칩n diaria en el Secundario. El punto culminante de esta fase es la confecci칩n t칠cnica de un Cash Flow, herramienta que te permitir치 proyectar con exactitud cada cobro de capital e inter칠s a lo largo de la vida del bono.\n\nElevar치s tu nivel con las Medidas de Rendimiento y Riesgo, dominando conceptos avanzados como la TIR, el Valor T칠cnico y la Paridad. Aprender치s a realizar an치lisis de sensibilidad mediante la Duration y la Convexity, y a interpretar curvas de rendimiento para detectar oportunidades de arbitraje, identificando cu치ndo un bono est치 realmente barato o caro respecto al mercado.\n\nFinalmente, cerraremos el c칤rculo con el An치lisis T칠cnico Aplicado a Bonos, integrando el estudio gr치fico dentro del mundo de la renta fija. Aprender치s a complementar el riguroso an치lisis matem치tico con la acci칩n del precio, utilizando herramientas t칠cnicas para determinar el momento exacto de entrada o salida, maximizando as칤 el potencial de apreciaci칩n de tus t칤tulos.\n\n쮼st치s listo para dominar el mundo de los bonos y asegurar tus rendimientos? Inscribite hoy y empez치 a invertir con la seguridad que solo el conocimiento profundo puede darte.",
          "shortDescription": null,
          "price": "65000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJlp3xYlbKazhQ2MmLuXJ0foSk4NnPYqvCTyFr",
          "category": "General",
          "level": "Principiante",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-09T18:21:32.396Z",
          "updatedAt": "2026-01-18T22:20:22.976Z"
        },
        {
          "id": "cmke3r7q600025b9gasf4r0jr",
          "title": "Futuros Financieros",
          "description": "Dominar los Futuros Financieros es dar el salto hacia la gesti칩n profesional de carteras, permiti칠ndote operar con un nivel de eficiencia y control de riesgo superior. Este programa te llevar치 desde la comprensi칩n t칠cnica de los derivados hasta la ejecuci칩n de estrategias de cobertura y especulaci칩n en mercados institucionales:\n\nFuturos Financieros: Potencia y Protecci칩n en Mercados Derivados\n\nTu formaci칩n comienza con los Aspectos Generales de los Derivados, donde entender치s por qu칠 los futuros son la herramienta predilecta para la gesti칩n de riesgos globales. Identificar치s a los Participantes del mercado, desde los hedgers que buscan protecci칩n hasta los especuladores que aportan liquidez, comprendiendo el rol vital de la C치mara Compensadora como garante de cada operaci칩n.\n\nEn el m칩dulo de Estructura y Contratos, profundizar치s en el Reglamento del Contrato, aprendiendo a leer las especificaciones t칠cnicas que definen cada activo. Dominar치s el Sistema de Garant칤as y M치rgenes, entendiendo c칩mo funciona el apalancamiento financiero para maximizar el uso de tu capital sin descuidar la seguridad de tu cuenta comitente.\n\nLa parte operativa se centra en las Estrategias de Cobertura, donde aprender치s a dise침ar tanto la Cobertura Compradora (para fijar precios de insumos futuros) como la Cobertura Vendedora (para blindar el valor de tu producci칩n o cartera contra ca칤das de precio). Estas herramientas te permitir치n neutralizar la volatilidad y dar previsibilidad total a tu flujo de fondos.\n\nFinalmente, te convertir치s en un estratega de mercado mediante la Especulaci칩n Profesional. Aprender치s la mec치nica de las posiciones LONG (larga) para beneficiarte de mercados alcistas y SHORT (corta) para obtener rentabilidad incluso cuando los precios caen. Al dominar el sistema de liquidaci칩n diaria de p칠rdidas y ganancias, estar치s listo para operar en los mercados de futuros m치s importantes con una visi칩n anal칤tica y ganadora.\n\n쮼st치s listo para operar en las ligas mayores del mercado de capitales? Inscribite hoy y descubr칤 el poder de los futuros para potenciar tus inversiones.",
          "shortDescription": null,
          "price": "60000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJfIjweSpSPcNRAgFK0TjU83DhMGyO47EHq9z2",
          "category": "General",
          "level": "Intermedio",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-14T14:14:51.870Z",
          "updatedAt": "2026-01-18T22:21:31.828Z"
        },
        {
          "id": "cmkigqmn4000fkb3nd3eyxd5m",
          "title": "El Valor del Tiempo: TNA, TEA y el Verdadero Rendimiento (TIR)",
          "description": "Entender la diferencia entre las tasas de inter칠s es lo que separa a un ahorrista de un inversor profesional. En este micro-curso de 12 minutos, Francisco Castro te ense침a a leer la letra chica del mercado para que nunca m치s compares \"peras con manzanas\" y sepas exactamente cu치nto rinde tu dinero.\n\nDominio de Tasas: TNA, TEA y el Poder de la TIR\n\nTu aprendizaje comienza con el duelo TNA vs. TEA. Descubrir치s por qu칠 la Tasa Nominal Anual es simplemente una referencia informativa y c칩mo la Tasa Efectiva Anual es la que realmente impacta en tu bolsillo al considerar la capitalizaci칩n de los intereses. Aprender치s que, a mayor frecuencia de capitalizaci칩n, m치s se aleja la TEA de la TNA, y entender치s por qu칠 este concepto es la base del inter칠s compuesto.\n+1\n\nEn el m칩dulo de La L칩gica de la TIR, daremos un paso m치s all치 de las tasas simples. Aprender치s a usar la Tasa Interna de Retorno como la herramienta definitiva para evaluar la rentabilidad real de un bono o proyecto. A diferencia de otras tasas, la TIR tiene en cuenta todo el flujo de fondos (Cash Flow), los momentos de cobro y la reinversi칩n de los cupones, d치ndote un porcentaje de rendimiento anualizado preciso para comparar diferentes alternativas de inversi칩n.\n\nFinalmente, dominar치s la Conversi칩n de Tasas. Te brindaremos las herramientas y f칩rmulas financieras para pasar de tasas mensuales a anuales (y viceversa) de forma correcta, evitando los errores matem치ticos comunes de la suma simple. Al terminar, tendr치s el criterio t칠cnico para analizar cualquier pr칠stamo, plazo fijo o bono, eligiendo siempre la opci칩n que m치s beneficie a tu patrimonio.\n\n쮼st치s listo para dejar de confundir n칰meros y empezar a medir tus ganancias con precisi칩n? Inscribite hoy y domin치 el lenguaje de las tasas como un experto.",
          "shortDescription": null,
          "price": "35000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJKWEEWT4NlSBxIotJj9pXbqrM4uEvkhmH1CTZ",
          "category": "General",
          "level": "Principiante",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-17T15:29:24.244Z",
          "updatedAt": "2026-01-18T22:22:02.077Z"
        },
        {
          "id": "cmkigidme0000kb3nyhnjeyt6",
          "title": "Beneficio vs. Caja: La Gu칤a de 22 Minutos para una Valuaci칩n Real",
          "description": "Este Micro Curso de An치lisis de Calidad de Ganancias est치 dise침ado para aquellos inversores que quieren dejar de mirar la superficie y empezar a entender la verdadera salud financiera de un negocio. Aqu칤 aprender치s por qu칠 \"la caja es la realidad y el beneficio es una opini칩n\", convirti칠ndote en un analista capaz de detectar trampas contables antes que el resto del mercado:\n\nBPA vs. FCF: El Arte de Encontrar Ganancias Reales\n\nTu formaci칩n comienza derribando el Mito del EPS (BPA). Descubrir치s por qu칠 el Beneficio Por Acci칩n, aunque es el indicador m치s mirado en Wall Street, puede ser f치cilmente manipulado mediante recompras de acciones o criterios contables subjetivos. Aprender치s las limitaciones t칠cnicas de este indicador y por qu칠 confiar ciegamente en 칠l puede llevarte a pagar de m치s por empresas que no generan valor real.\n\nEn el m칩dulo Cash Flow King, aprender치s la m칠trica sagrada de los grandes inversores: el Free Cash Flow (Flujo de Caja Libre). Te ense침aremos a calcularlo paso a paso, partiendo del flujo operativo y restando los gastos de capital (CAPEX). Aprender치s no solo a medirlo, sino a proyectarlo, entendiendo que el valor de cualquier inversi칩n hoy es el valor presente de toda la caja que ese negocio pueda generar en el futuro.\n\nLa parte m치s reveladora del curso es la de Detectives Contables. Analizaremos casos reales de empresas que mostraban Estados de Resultados envidiables mientras sus flujos de caja gritaban una crisis de liquidez inminente. Aprender치s a identificar se침ales de alerta, como el crecimiento desmedido de cuentas por cobrar o el uso de deuda para cubrir operaciones, habilidades que te proteger치n de las pr칩ximas burbujas financieras.\n\nFinalmente, el curso ofrece una Conclusi칩n Integradora. No se trata de elegir un indicador sobre el otro, sino de saber c칩mo leer ambos en conjunto. Aprender치s a utilizar el ratio de conversi칩n de beneficios en caja para construir una tesis de inversi칩n s칩lida, asegur치ndote de que las empresas en las que invert칤s no solo declaren ganancias, sino que realmente las tengan depositadas en el banco.\n\n쮼st치s listo para dejar de leer titulares y empezar a leer la realidad del dinero? Inscribite hoy y domin치 la m칠trica que separa a los due침os del mercado de los aficionados.",
          "shortDescription": null,
          "price": "20000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJhjCe8nlE1oBH2XCc8yG4xOD6mQksRVeulPw7",
          "category": "General",
          "level": "Intermedio",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-17T15:22:59.318Z",
          "updatedAt": "2026-01-18T22:21:50.198Z"
        },
        {
          "id": "cmkb3u2nv0000yj6tef9f2xup",
          "title": "Mentoria An치lisis Fundamental",
          "description": "El An치lisis Fundamental es la disciplina que separa a los apostadores de los verdaderos inversores. En este programa, dejar치s de mirar gr치ficos de corto plazo para enfocarte en lo que realmente importa: la capacidad de una empresa para generar riqueza. Aqu칤 aprender치s a pensar y actuar como un socio capitalista, analizando negocios desde adentro hacia afuera.\n\nInversi칩n de Valor: Convertite en un Due침o de Negocios\n\nTu formaci칩n comienza con la Lectura Cr칤tica de Balances. Aprender치s a traducir los estados contables (Situaci칩n Patrimonial, Estado de Resultados y Flujo de Caja) en historias reales de dinero. Descubrir치s c칩mo identificar la ganancia neta real, separ치ndola de los ajustes contables, y aprender치s a detectar cu치ndo una empresa est치 \"maquillando\" sus n칰meros para parecer m치s atractiva de lo que realmente es.\n\nEn el m칩dulo de Ventajas Competitivas (MOAT), aplicaremos la filosof칤a de Warren Buffett para identificar \"Fosos Econ칩micos\". Aprender치s a reconocer qu칠 hace que una empresa sea indestructible frente a sus competidores, analizando su poder de marca, sus bajos costos de producci칩n o su efecto de red. Este an치lisis cualitativo es tu principal escudo contra las crisis y la obsolescencia.\n\nLa parte t칠cnica culmina con la Valuaci칩n de Empresas. Aqu칤 aprender치s a calcular el Fair Value o Valor Justo de un negocio. Mediante modelos de descuento de flujos de fondos y el an치lisis de ratios clave como el PER y el ROE, sabr치s exactamente cu치nto deber칤as pagar por una acci칩n. Entender치s el concepto de Margen de Seguridad: la diferencia vital entre el precio de mercado y el valor intr칤nseco que minimiza tu riesgo de p칠rdida.\n\nFinalmente, este curso te dar치 la mentalidad necesaria para construir un Patrimonio a Prueba de Balas. Dejar치s de seguir modas o burbujas para comprar empresas s칩lidas cuando el mercado las est치 \"regalando\". Aprender치s que la volatilidad es tu amiga si sab칠s cu치nto vale lo que compr치s, permiti칠ndote construir una cartera de inversi칩n ganadora y de largo plazo.\n\n쮼st치s listo para dejar de apostar y empezar a invertir con la seguridad de los due침os del mundo? Inscribite hoy y aprend칠 a valorar negocios como un profesional.",
          "shortDescription": null,
          "price": "100000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJh3LSVvE1oBH2XCc8yG4xOD6mQksRVeulPw7I",
          "category": "General",
          "level": "Todos los niveles",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-12T11:53:46.746Z",
          "updatedAt": "2026-01-18T22:20:37.870Z"
        },
        {
          "id": "cmkigsyen000kkb3n05vphttk",
          "title": "Valuaci칩n de Bonos: TIR, Paridad y Escenarios de Salida",
          "description": "Entender el precio de un bono es solo el comienzo; entender su valor es lo que te convierte en un inversor profesional. En este micro-curso de 18 minutos, Francisco Castro te ense침a a mirar m치s all치 de la cotizaci칩n para que comprendas la arquitectura financiera que determina la rentabilidad real de tus t칤tulos.\n\nValuaci칩n de Bonos: An치lisis de Rendimiento y Oportunidades de Arbitraje\n\nTu formaci칩n comienza con La TIR como br칰jula. Aprender치s a interpretar la Tasa Interna de Retorno (Yield to Maturity) no solo como un n칰mero, sino como el rendimiento anualizado que recibir치s si manten칠s el bono hasta el vencimiento. Descubrir치s la importancia de la reinversi칩n de los cupones y por qu칠 la TIR es la herramienta definitiva para comparar bonos con diferentes estructuras de pago, permiti칠ndote tomar decisiones basadas en datos y no en suposiciones.\n\nEn el m칩dulo de An치lisis de Paridad, profundizaremos en el concepto de Valor T칠cnico. Aprender치s a identificar cu치ndo un bono cotiza \"bajo la par\", \"sobre la par\" o \"a la par\", y c칩mo estas situaciones generan oportunidades de ganancias de capital adicionales al cobro de intereses. Entender치s que un bono bajo la par puede ser una oportunidad de compra extraordinaria si el mercado ha castigado el precio injustificadamente, permiti칠ndote capturar un rendimiento superior al cup칩n nominal.\n\nFinalmente, el curso te lleva a la vanguardia con la TIR Futura y el Exit Yield. Aprender치s a realizar proyecciones de retornos totales simulando diferentes escenarios de tasas de mercado al momento de la venta. Esta capacidad de simular la salida te permitir치 anticipar c칩mo variar치 el precio de tu bono ante cambios en la econom칤a, d치ndote una ventaja competitiva para entrar y salir del mercado en los momentos de mayor rentabilidad.\n\n쮼st치s listo para dejar de adivinar y empezar a valuar bonos como un analista de Wall Street? Inscribite hoy y domin치 las m칠tricas que definen el 칠xito en la Renta Fija.",
          "shortDescription": null,
          "price": "45000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJcyFN9Zsrfm16IAuSMz3TobWxyHqE8YgcCLNv",
          "category": "General",
          "level": "Todos los niveles",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-17T15:31:12.803Z",
          "updatedAt": "2026-01-22T15:23:16.984Z"
        }
      ]
    },
    {
      "id": "cmkhit2hg001cfnm04hv5d56b",
      "title": "Plan Inversor Inicial",
      "description": "쯉ent칤s que siempre lleg치s tarde a las oportunidades? Este pack est치 dise침ado para quienes quieren dejar de ser espectadores y empezar a operar con seguridad. Te llevamos de la mano desde lo m치s b치sico hasta que entiendas exactamente c칩mo se gana dinero con bonos y tasas de inter칠s.\n\nEste paquete agrupa la formaci칩n fundamental de Aurora Academy, combinando estrategia, teor칤a y herramientas t칠cnicas:\n\n1. Mentor칤a: Introducci칩n al Mercado de Capitales\nEs la base de todo. Aqu칤 el alumno entiende c칩mo funciona el ecosistema financiero, qui칠nes son los actores, qu칠 instrumentos existen y c칩mo dar los primeros pasos legales y operativos para empezar a invertir.\n\n2. Curso: Renta Fija\nEnfocado en la inversi칩n m치s buscada por el ahorrista argentino. Se explica el funcionamiento de los bonos y las Obligaciones Negociables (ONs), ideal para quienes buscan previsibilidad y cobrar intereses (cupones) de forma regular.\n\n3. Micro Curso: Tasa de Inter칠s (TNA, TEA y TIR)\nLa herramienta t칠cnica para no ser enga침ado por los n칰meros.\n\nQu칠 incluye: El valor del tiempo, c칩mo diferenciar la Tasa Nominal de la Efectiva y c칩mo calcular el Verdadero Rendimiento (TIR) de una inversi칩n para comparar opciones de forma real.\n\n4. Micro Curso: Valuando Bonos\nEl paso pr치ctico para saber si un bono est치 caro o barato.\n\nQu칠 incluye: An치lisis de TIR, Paridad y Escenarios de Salida. Fundamental para entender cu치ndo entrar y cu치ndo salir de una posici칩n en renta fija.",
      "price": "100000",
      "imageUrl": "https://utfs.io/f/30KHQePr0sHJj1iWBq0Wn2PebXpC67aRdAG4YilHDNI1OxBS",
      "published": true,
      "createdAt": "2026-01-16T23:39:31.101Z",
      "updatedAt": "2026-01-18T22:12:18.248Z",
      "items": [],
      "courses": [
        {
          "id": "cmkb3mgzw0000d3a47s50rk9t",
          "title": "Mentoria Introducci칩n al Mercado de Capitales",
          "description": "Este curso de Introducci칩n al Mercado de Capitales es el primer paso fundamental para cualquier persona que desee tomar las riendas de su futuro financiero. Aqu칤 aprender치s que el mercado no es un lugar exclusivo para expertos, sino un ecosistema de oportunidades accesible para todos aquellos que se atrevan a pasar del ahorro a la inversi칩n inteligente.\n\nPrimeros Pasos: El Despertar del Inversor\n\nTu camino comienza entendiendo el Funcionamiento del Mercado. Descubrir치s el ecosistema financiero, comprendiendo los roles de la CNV como regulador y de BYMA como el lugar donde sucede la magia, adem치s de aprender a elegir tu primer Br칩ker (ALyC). Entender치s por fin la diferencia vital entre ahorrar y \"poner el dinero a trabajar\" para canalizarlo hacia la producci칩n real.\n\nEn el m칩dulo de Perfil del Inversor y Riesgo, aprender치s que no existe una inversi칩n perfecta, sino una inversi칩n adecuada para vos. Definir치s si sos un inversor conservador, moderado o agresivo, y entender치s la relaci칩n inquebrantable entre riesgo y retorno. Aprender치s a trazar tu horizonte de inversi칩n y a usar la diversificaci칩n como tu principal escudo protector.\n\nLa parte t칠cnica se divide en los dos grandes pilares de la bolsa. Primero, los Instrumentos de Renta Variable, donde aprender치s qu칠 significa ser due침o de una empresa a trav칠s de acciones y c칩mo los Cedears te permiten invertir en los gigantes de Wall Street desde tu cuenta local. Entender치s c칩mo ganar dinero tanto por la suba de precios como por el cobro de dividendos. Luego, exploraremos la Renta Fija, donde aprender치s a ser acreedor del Estado o de empresas privadas mediante Bonos y ONs, asegur치ndote el cobro de intereses peri칩dicos de manera previsible.\n\nPara quienes buscan simplicidad, descubriremos los Fondos Comunes de Inversi칩n (FCI). Aprender치s a elegir el fondo adecuado seg칰n tu necesidad de liquidez, desde los Money Market hasta fondos de acciones, delegando la administraci칩n profesional de tu capital para que expertos trabajen por vos.\n\nFinalmente, el curso culmina con la Operativa Pr치ctica, donde la teor칤a se convierte en acci칩n. Aprender치s paso a paso c칩mo abrir tu cuenta comitente, c칩mo leer una pantalla de trading sin marearte y c칩mo cargar tus primeras 칩rdenes a mercado o l칤mite. Al terminar, estar치s listo para realizar tu primera inversi칩n con total seguridad, comprendiendo perfectamente las comisiones e impuestos involucrados.\n\n쮼st치s listo para dejar de ver el mercado desde afuera y empezar a construir tu patrimonio? Inscribite hoy y transform치 tus ahorros en inversiones reales.",
          "shortDescription": null,
          "price": "45000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJIhZhSoOQSHyutNkZVmn8WFwo14l6brCz0Yi3",
          "category": "General",
          "level": "Principiante",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-12T11:47:52.076Z",
          "updatedAt": "2026-01-18T22:20:30.239Z"
        },
        {
          "id": "cmk77d6jw00162i3o2xduugqj",
          "title": "Renta Fija",
          "description": "Tu viaje hacia la maestr칤a financiera contin칰a con este programa especializado en Renta Fija, donde aprender치s a dominar los instrumentos m치s utilizados para generar ingresos previsibles y diversificar carteras con rigor profesional. Este curso te llevar치 desde los cimientos hasta las estrategias avanzadas de arbitraje:\n\nEstrategias en Renta Fija: El Camino del Inversor Inteligente\n\nTodo comienza con los Conceptos Fundamentales, donde entender치s al bono no solo como un activo, sino como una obligaci칩n financiera con reglas claras detalladas en su prospecto de emisi칩n. Aprender치s a identificar componentes clave como el emisor y los plazos, pero sobre todo, dominar치s la gesti칩n de riesgos (tasa, liquidez y moneda) y realizar치s tus primeros c치lculos de intereses corridos para saber exactamente qu칠 est치s comprando.\n\nEn la etapa de Clasificaci칩n y Valuaci칩n, descubrir치s la mec치nica que mueve los precios: la relaci칩n inversa entre el precio y la tasa de inter칠s. Aprender치s a diferenciar t칠cnicamente entre bonos cup칩n cero y Bullet, y dominar치s la distinci칩n cr칤tica entre Precio Clean y Precio Dirty. Adem치s, entender치s el rol vital del Rating Crediticio para evaluar la seguridad de tu capital.\n\nTu formaci칩n se vuelve pr치ctica al explorar los Mercados y Flujos de Fondos, comprendiendo la diferencia entre captar fondos en el Mercado Primario y la negociaci칩n diaria en el Secundario. El punto culminante de esta fase es la confecci칩n t칠cnica de un Cash Flow, herramienta que te permitir치 proyectar con exactitud cada cobro de capital e inter칠s a lo largo de la vida del bono.\n\nElevar치s tu nivel con las Medidas de Rendimiento y Riesgo, dominando conceptos avanzados como la TIR, el Valor T칠cnico y la Paridad. Aprender치s a realizar an치lisis de sensibilidad mediante la Duration y la Convexity, y a interpretar curvas de rendimiento para detectar oportunidades de arbitraje, identificando cu치ndo un bono est치 realmente barato o caro respecto al mercado.\n\nFinalmente, cerraremos el c칤rculo con el An치lisis T칠cnico Aplicado a Bonos, integrando el estudio gr치fico dentro del mundo de la renta fija. Aprender치s a complementar el riguroso an치lisis matem치tico con la acci칩n del precio, utilizando herramientas t칠cnicas para determinar el momento exacto de entrada o salida, maximizando as칤 el potencial de apreciaci칩n de tus t칤tulos.\n\n쮼st치s listo para dominar el mundo de los bonos y asegurar tus rendimientos? Inscribite hoy y empez치 a invertir con la seguridad que solo el conocimiento profundo puede darte.",
          "shortDescription": null,
          "price": "65000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJlp3xYlbKazhQ2MmLuXJ0foSk4NnPYqvCTyFr",
          "category": "General",
          "level": "Principiante",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-09T18:21:32.396Z",
          "updatedAt": "2026-01-18T22:20:22.976Z"
        },
        {
          "id": "cmkigqmn4000fkb3nd3eyxd5m",
          "title": "El Valor del Tiempo: TNA, TEA y el Verdadero Rendimiento (TIR)",
          "description": "Entender la diferencia entre las tasas de inter칠s es lo que separa a un ahorrista de un inversor profesional. En este micro-curso de 12 minutos, Francisco Castro te ense침a a leer la letra chica del mercado para que nunca m치s compares \"peras con manzanas\" y sepas exactamente cu치nto rinde tu dinero.\n\nDominio de Tasas: TNA, TEA y el Poder de la TIR\n\nTu aprendizaje comienza con el duelo TNA vs. TEA. Descubrir치s por qu칠 la Tasa Nominal Anual es simplemente una referencia informativa y c칩mo la Tasa Efectiva Anual es la que realmente impacta en tu bolsillo al considerar la capitalizaci칩n de los intereses. Aprender치s que, a mayor frecuencia de capitalizaci칩n, m치s se aleja la TEA de la TNA, y entender치s por qu칠 este concepto es la base del inter칠s compuesto.\n+1\n\nEn el m칩dulo de La L칩gica de la TIR, daremos un paso m치s all치 de las tasas simples. Aprender치s a usar la Tasa Interna de Retorno como la herramienta definitiva para evaluar la rentabilidad real de un bono o proyecto. A diferencia de otras tasas, la TIR tiene en cuenta todo el flujo de fondos (Cash Flow), los momentos de cobro y la reinversi칩n de los cupones, d치ndote un porcentaje de rendimiento anualizado preciso para comparar diferentes alternativas de inversi칩n.\n\nFinalmente, dominar치s la Conversi칩n de Tasas. Te brindaremos las herramientas y f칩rmulas financieras para pasar de tasas mensuales a anuales (y viceversa) de forma correcta, evitando los errores matem치ticos comunes de la suma simple. Al terminar, tendr치s el criterio t칠cnico para analizar cualquier pr칠stamo, plazo fijo o bono, eligiendo siempre la opci칩n que m치s beneficie a tu patrimonio.\n\n쮼st치s listo para dejar de confundir n칰meros y empezar a medir tus ganancias con precisi칩n? Inscribite hoy y domin치 el lenguaje de las tasas como un experto.",
          "shortDescription": null,
          "price": "35000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJKWEEWT4NlSBxIotJj9pXbqrM4uEvkhmH1CTZ",
          "category": "General",
          "level": "Principiante",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-17T15:29:24.244Z",
          "updatedAt": "2026-01-18T22:22:02.077Z"
        },
        {
          "id": "cmkigsyen000kkb3n05vphttk",
          "title": "Valuaci칩n de Bonos: TIR, Paridad y Escenarios de Salida",
          "description": "Entender el precio de un bono es solo el comienzo; entender su valor es lo que te convierte en un inversor profesional. En este micro-curso de 18 minutos, Francisco Castro te ense침a a mirar m치s all치 de la cotizaci칩n para que comprendas la arquitectura financiera que determina la rentabilidad real de tus t칤tulos.\n\nValuaci칩n de Bonos: An치lisis de Rendimiento y Oportunidades de Arbitraje\n\nTu formaci칩n comienza con La TIR como br칰jula. Aprender치s a interpretar la Tasa Interna de Retorno (Yield to Maturity) no solo como un n칰mero, sino como el rendimiento anualizado que recibir치s si manten칠s el bono hasta el vencimiento. Descubrir치s la importancia de la reinversi칩n de los cupones y por qu칠 la TIR es la herramienta definitiva para comparar bonos con diferentes estructuras de pago, permiti칠ndote tomar decisiones basadas en datos y no en suposiciones.\n\nEn el m칩dulo de An치lisis de Paridad, profundizaremos en el concepto de Valor T칠cnico. Aprender치s a identificar cu치ndo un bono cotiza \"bajo la par\", \"sobre la par\" o \"a la par\", y c칩mo estas situaciones generan oportunidades de ganancias de capital adicionales al cobro de intereses. Entender치s que un bono bajo la par puede ser una oportunidad de compra extraordinaria si el mercado ha castigado el precio injustificadamente, permiti칠ndote capturar un rendimiento superior al cup칩n nominal.\n\nFinalmente, el curso te lleva a la vanguardia con la TIR Futura y el Exit Yield. Aprender치s a realizar proyecciones de retornos totales simulando diferentes escenarios de tasas de mercado al momento de la venta. Esta capacidad de simular la salida te permitir치 anticipar c칩mo variar치 el precio de tu bono ante cambios en la econom칤a, d치ndote una ventaja competitiva para entrar y salir del mercado en los momentos de mayor rentabilidad.\n\n쮼st치s listo para dejar de adivinar y empezar a valuar bonos como un analista de Wall Street? Inscribite hoy y domin치 las m칠tricas que definen el 칠xito en la Renta Fija.",
          "shortDescription": null,
          "price": "45000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJcyFN9Zsrfm16IAuSMz3TobWxyHqE8YgcCLNv",
          "category": "General",
          "level": "Todos los niveles",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-17T15:31:12.803Z",
          "updatedAt": "2026-01-22T15:23:16.984Z"
        }
      ]
    },
    {
      "id": "cmkhiv3io001dfnm07j6uqaad",
      "title": "Plan Trader de Elite",
      "description": "Este es el paquete dise침ado para quienes quieren dejar de ser \"seguidores de noticias\" y convertirse en lectores del mercado. El Pack Trader de Elite se enfoca en la acci칩n del precio y en herramientas avanzadas para operar tanto al alza como a la baja.\n\nContenido del Pack: Trader de Elite\nHerramientas avanzadas para operar con precisi칩n, gestionar el riesgo y dominar los derivados.\n\n1. Curso: An치lisis T칠cnico\nLa base para cualquier operador activo. En este curso se aprende a interpretar gr치ficos, identificar tendencias, soportes, resistencias y el uso de indicadores t칠cnicos para confirmar se침ales de entrada y salida.\n\n2. Mentor칤a: Price Action (Acci칩n del Precio)\nEl siguiente nivel del trading. Aqu칤 se ense침a a leer el \"gr치fico limpio\", entendiendo la psicolog칤a de los compradores y vendedores sin depender exclusivamente de indicadores. Es la metodolog칤a que usan los traders profesionales para detectar zonas de alta probabilidad.\n\n3. Curso: Futuros Financieros\nIntroducci칩n a la \"maquinaria pesada\" del mercado. El alumno aprender치 c칩mo operar contratos de futuros, el concepto de apalancamiento, c칩mo cubrir carteras y c칩mo especular con activos como 칤ndices (S&P 500) o commodities.\n\n4. Curso: Opciones Financieras\nEstrategias sofisticadas para maximizar ganancias y proteger el capital. Se cubren los conceptos de Calls y Puts, lanzamiento cubierto y c칩mo utilizar las opciones para generar rentabilidad incluso en mercados laterales.\n\n5. Micro Curso: Stop Loss (Dom칤nalo en 15 minutos)\nLa herramienta de supervivencia m치s importante. Un m칩dulo intensivo y pr치ctico para aprender a colocar niveles de salida t칠cnicos, protegiendo el capital y evitando que una mala operaci칩n arruine la cuenta.",
      "price": "220000",
      "imageUrl": "https://utfs.io/f/30KHQePr0sHJ1b9BqLuHbmYekViyp50Fh6Q9IxfMoEDT2aUt",
      "published": true,
      "createdAt": "2026-01-16T23:41:05.808Z",
      "updatedAt": "2026-01-18T22:24:39.195Z",
      "items": [],
      "courses": [
        {
          "id": "cmk76jxm700002i3ojyfpjbm5",
          "title": "Mentoria en Price Action",
          "description": "Dominar el Price Action (Acci칩n del Precio) significa aprender a leer el mercado en su estado m치s puro, sin indicadores que retrasen tu visi칩n. En este programa, dejar치s de depender de herramientas externas para convertirte en un lector experto de la psicolog칤a de masas plasmada en el gr치fico:\n\nPrice Action: El Arte de Leer el Mercado en Tiempo Real\n\nTu entrenamiento comienza con el dominio de las Velas Japonesas y la Oferta y Demanda. Aprender치s que cada vela es una batalla ganada o perdida entre compradores y vendedores. Entender치s la din치mica de la subasta del mercado, identificando las zonas donde el \"Smart Money\" deja su huella y donde la liquidez realmente se concentra.\n\nEn el m칩dulo de Estructura y Reconocimientos, profundizaremos en la identificaci칩n de Soportes y Resistencias desde una perspectiva de flujo de 칩rdenes. Aprender치s a distinguir los diferentes Tipos de Quiebres (reales vs. falsos) y c칩mo el mercado realiza sus testeos antes de iniciar un movimiento explosivo. Entender치s los tipos de reconocimientos de zona para no entrar nunca antes de tiempo.\n\nLa parte operativa se centra en la Gesti칩n Profesional del Trade. Aprender치s a configurar tu operatoria mediante Take Profit y Stop Loss basados exclusivamente en la estructura del precio, buscando siempre ratios de riesgo-beneficio positivos. Sabr치s exactamente d칩nde colocar tu salida para proteger tu capital y d칩nde retirarte con ganancias antes de que el mercado gire.\n\nFinalmente, este curso te dar치 la confianza para operar con un gr치fico limpio. Al integrar el an치lisis del Volumen con la acci칩n del precio, descubrir치s c칩mo confirmar la intenci칩n detr치s de cada movimiento. Es el paso definitivo para quienes buscan una metodolog칤a robusta, l칩gica y, sobre todo, altamente efectiva en cualquier marco temporal.\n\n쮼st치s listo para ver el mercado con total claridad y sin ruidos? Inscribite hoy y domin치 la t칠cnica que separa a los aficionados de los profesionales.",
          "shortDescription": null,
          "price": "100000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJOwVP0i1HzIbv7eJq1KyWX24kCaPHmfh5sT9x",
          "category": "General",
          "level": "Intermedio",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-09T17:58:47.791Z",
          "updatedAt": "2026-01-18T22:20:46.756Z"
        },
        {
          "id": "cmkb3mgzw0000d3a47s50rk9t",
          "title": "Mentoria Introducci칩n al Mercado de Capitales",
          "description": "Este curso de Introducci칩n al Mercado de Capitales es el primer paso fundamental para cualquier persona que desee tomar las riendas de su futuro financiero. Aqu칤 aprender치s que el mercado no es un lugar exclusivo para expertos, sino un ecosistema de oportunidades accesible para todos aquellos que se atrevan a pasar del ahorro a la inversi칩n inteligente.\n\nPrimeros Pasos: El Despertar del Inversor\n\nTu camino comienza entendiendo el Funcionamiento del Mercado. Descubrir치s el ecosistema financiero, comprendiendo los roles de la CNV como regulador y de BYMA como el lugar donde sucede la magia, adem치s de aprender a elegir tu primer Br칩ker (ALyC). Entender치s por fin la diferencia vital entre ahorrar y \"poner el dinero a trabajar\" para canalizarlo hacia la producci칩n real.\n\nEn el m칩dulo de Perfil del Inversor y Riesgo, aprender치s que no existe una inversi칩n perfecta, sino una inversi칩n adecuada para vos. Definir치s si sos un inversor conservador, moderado o agresivo, y entender치s la relaci칩n inquebrantable entre riesgo y retorno. Aprender치s a trazar tu horizonte de inversi칩n y a usar la diversificaci칩n como tu principal escudo protector.\n\nLa parte t칠cnica se divide en los dos grandes pilares de la bolsa. Primero, los Instrumentos de Renta Variable, donde aprender치s qu칠 significa ser due침o de una empresa a trav칠s de acciones y c칩mo los Cedears te permiten invertir en los gigantes de Wall Street desde tu cuenta local. Entender치s c칩mo ganar dinero tanto por la suba de precios como por el cobro de dividendos. Luego, exploraremos la Renta Fija, donde aprender치s a ser acreedor del Estado o de empresas privadas mediante Bonos y ONs, asegur치ndote el cobro de intereses peri칩dicos de manera previsible.\n\nPara quienes buscan simplicidad, descubriremos los Fondos Comunes de Inversi칩n (FCI). Aprender치s a elegir el fondo adecuado seg칰n tu necesidad de liquidez, desde los Money Market hasta fondos de acciones, delegando la administraci칩n profesional de tu capital para que expertos trabajen por vos.\n\nFinalmente, el curso culmina con la Operativa Pr치ctica, donde la teor칤a se convierte en acci칩n. Aprender치s paso a paso c칩mo abrir tu cuenta comitente, c칩mo leer una pantalla de trading sin marearte y c칩mo cargar tus primeras 칩rdenes a mercado o l칤mite. Al terminar, estar치s listo para realizar tu primera inversi칩n con total seguridad, comprendiendo perfectamente las comisiones e impuestos involucrados.\n\n쮼st치s listo para dejar de ver el mercado desde afuera y empezar a construir tu patrimonio? Inscribite hoy y transform치 tus ahorros en inversiones reales.",
          "shortDescription": null,
          "price": "45000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJIhZhSoOQSHyutNkZVmn8WFwo14l6brCz0Yi3",
          "category": "General",
          "level": "Principiante",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-12T11:47:52.076Z",
          "updatedAt": "2026-01-18T22:20:30.239Z"
        },
        {
          "id": "cmkbfyovj0000iv7p7dwuyjbc",
          "title": "Curso de Opciones Financieras",
          "description": "Llev치 tu perfil como inversor a la frontera del conocimiento burs치til con este programa de Opciones Financieras, el instrumento m치s vers치til y potente del mercado. Este curso te permitir치 dejar de ser un espectador para convertirte en un estratega capaz de ganar en cualquier escenario:\n\nMaestr칤a en Opciones: Maximiz치 Ganancias y Blind치 tu Cartera\n\nTu formaci칩n comienza con los Conceptos B치sicos, donde dominar치s el universo de los derivados financieros. Aprender치s a diferenciar con precisi칩n entre opciones Call y Put, identificando los elementos clave como el activo subyacente y el precio de ejercicio. Al finalizar esta etapa, leer치s la nomenclatura del mercado como un profesional, sabiendo exactamente qu칠 oportunidad se esconde tras cada sigla.\n\nEn el m칩dulo de Operatoria y Valuaci칩n, descubrir치s la ciencia detr치s del precio de las opciones. Aprender치s a distinguir entre opciones Americanas y Europeas, y dominar치s los conceptos de valor intr칤nseco y extr칤nseco para saber cu치ndo una opci칩n est치 ITM, ATM u OTM. Adem치s, entender치s la paridad Put-Call para armar posiciones sint칠ticas y gestionar치s garant칤as con la eficiencia de un operador institucional.\n\nPasar치s a la acci칩n con las Estrategias con Opciones I, donde aprender치s las herramientas fundamentales de cobertura y generaci칩n de renta. Desde el Lanzamiento Cubierto para \"hacer tasa\" hasta el Protective Put para asegurar tus acciones contra ca칤das, dominar치s el c치lculo de ganancias m치ximas y puntos de equilibrio (breakeven) con un an치lisis gr치fico riguroso de tu perfil de riesgo.\n\nElevar치s tu sofisticaci칩n con las Estrategias Avanzadas II, adentr치ndote en el armado de estructuras complejas como Spreads, Conos, Cunas y Mariposas. Estas herramientas te permitir치n beneficiarte de la volatilidad extrema o de mercados laterales, optimizando el uso de tu capital para obtener retornos apalancados que otros instrumentos no pueden ofrecer.\n\nFinalmente, dominar치s el Modelo Black & Scholes, la f칩rmula ganadora del Premio Nobel que revolucion칩 las finanzas. Aprender치s a aplicar este m칠todo matem치tico para determinar el valor te칩rico de una prima y, lo m치s importante, a proyectar variaciones de precio en base a tus objetivos de an치lisis t칠cnico, d치ndote una ventaja competitiva estad칤stica insuperable.\n\n쮼st치s listo para operar con la herramienta definitiva de los profesionales? Inscribite hoy y descubr칤 c칩mo las opciones pueden transformar tu rentabilidad para siempre.",
          "shortDescription": null,
          "price": "55000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJbfET2p9QTe5Vo3qKwXOL8DRx6btI07kJPcAd",
          "category": "General",
          "level": "Avanzado",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-12T17:33:17.551Z",
          "updatedAt": "2026-01-18T22:21:24.858Z"
        },
        {
          "id": "cmkigoac4000akb3nnhyypiic",
          "title": "Domina el Stop Loss en 15 minutos",
          "description": "El Stop Loss es, sin ninguna duda, la herramienta m치s importante para la supervivencia de un inversor. En este micro-curso, Francisco Castro te ense침a que la diferencia entre un operador profesional y un aficionado no es cu치nto ganan, sino c칩mo limitan sus p칠rdidas. Aprend칠 a dominar el arte de la salida para que una mala decisi칩n no arruine tu futuro financiero.\n\nBlind치 tu Capital: La Disciplina del Stop Loss\n\nTu aprendizaje comienza con la Matem치tica del Drawdown, una lecci칩n de humildad financiera. Entender치s por qu칠 una ca칤da del 50% en tu cartera no se recupera con una subida del 50%, sino que requiere un 100% de retorno solo para volver al punto de equilibrio. Esta realidad matem치tica te demostrar치 que el \"esperar a que recupere\" es el error m치s caro que pod칠s cometer y por qu칠 cortar una p칠rdida peque침a es la mejor inversi칩n de tu vida.\n\nEn el m칩dulo de Estrategias de Salida, aprender치s a diferenciar entre el Stop Fijo y el Trailing Stop. Descubrir치s c칩mo configurar un Stop Fijo para proteger tu capital inicial y c칩mo utilizar el Trailing Stop (Stop din치mico) para acompa침ar una tendencia alcista, permitiendo que tus ganancias corran mientras el sistema asegura beneficios autom치ticamente si el precio se da vuelta.\n\nFinalmente, el curso se enfoca en la Ejecuci칩n sin Emociones. Aprender치s la t칠cnica para configurar estas 칩rdenes directamente en tu br칩ker, permitiendo que el mercado ejecute tu plan por vos. Al automatizar tu disciplina, eliminar치s el estr칠s de la toma de decisiones bajo presi칩n y aprender치s que, en el trading, tu punto de salida es mucho m치s determinante para tu 칠xito que tu punto de entrada.\n\n쮼st치s listo para dejar de sufrir por las ca칤das y empezar a operar con la tranquilidad de un profesional? Inscribite hoy y aprend칠 a proteger tu dinero mientras dorm칤s.",
          "shortDescription": null,
          "price": "30000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJBsavKjQdI1jFQPvtCE4fx0kAGe9yXVOloaUT",
          "category": "General",
          "level": "Principiante",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-17T15:27:34.995Z",
          "updatedAt": "2026-01-18T22:21:56.787Z"
        },
        {
          "id": "cmk76vago00052i3oi9ajtj81",
          "title": "An치lisis T칠cnico",
          "description": "Este programa de formaci칩n profesional ha sido dise침ado para transformar tu manera de operar, convirti칠ndote en un inversor capaz de decidir con la precisi칩n de un experto. A lo largo del curso, recorrer치s un camino estrat칠gico que te permitir치 dominar el mercado de principio a fin:\n\nEl Camino hacia la Maestr칤a en el Mercado\n\nTu evoluci칩n comienza con el dominio de los Principios del 칄xito, donde entender치s que el mercado descuenta todos los factores externos y que la historia se repite constantemente. Esta base te permitir치 usar patrones pasados para eliminar la incertidumbre y blindar tu capital desde el primer d칤a.\n\nPronto aprender치s a leer el Mapa del Dinero, identificando soportes y resistencias para visualizar d칩nde compran y venden los grandes jugadores. Con el uso profesional del volumen y la gesti칩n estrat칠gica de 칩rdenes Stop Loss y Take Profit, dejar치s de perseguir precios para empezar a proteger cada una de tus ganancias.\n\nAvanzar치s hacia el lenguaje visual de las Velas Japonesas y Tendencias, aprendiendo a medir la aceleraci칩n del mercado para anticipar giros antes que la multitud. Potenciar치s esta habilidad con la construcci칩n de Canales de Trading, utilizando t칠cnicas de desdoblamiento para proyectar objetivos de precio con una claridad asombrosa.\n\nEl curso te revelar치 la perfecci칩n matem치tica de los Patrones de Fibonacci, ense침치ndote a localizar niveles cr칤ticos para retomar tendencias en el momento exacto. Al sumar el estudio de las Figuras T칠cnicas, como el Hombro-Cabeza-Hombro y Tri치ngulos, aprender치s a validar rupturas reales y evitar las trampas que arruinan a los principiantes.\n\nPara una precisi칩n cient칤fica, integrar치s la Radiograf칤a del Precio con indicadores como RSI y MACD, detectando divergencias antes de que ocurran los cambios de tendencia. Adem치s, adoptar치s el prestigioso M칠todo Weinstein, aprendiendo la disciplina necesaria para operar solo en fases de avance y evitar los peligrosos mercados laterales.\n\nFinalmente, dominar치s la Inversi칩n Institucional con Wyckoff, descifrando el rastro de las \"manos fuertes\" a trav칠s de maniobras como el Spring y el Salto del Arroyo. Al terminar, no solo sabr치s leer gr치ficos; habr치s desarrollado la mentalidad profesional necesaria para operar en sinton칤a con los due침os del mercado.\n\n쮼st치s listo para dejar de adivinar y tomar el control total de tu futuro financiero? Inscribite ahora y empez치 a operar como un profesional.",
          "shortDescription": null,
          "price": "65000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJ0ShQlu6FNsGmMLhvTWY69CqAzRbgny7xX1iV",
          "category": "General",
          "level": "Todos los niveles",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-09T18:07:37.656Z",
          "updatedAt": "2026-01-18T22:20:58.168Z"
        },
        {
          "id": "cmk77d6jw00162i3o2xduugqj",
          "title": "Renta Fija",
          "description": "Tu viaje hacia la maestr칤a financiera contin칰a con este programa especializado en Renta Fija, donde aprender치s a dominar los instrumentos m치s utilizados para generar ingresos previsibles y diversificar carteras con rigor profesional. Este curso te llevar치 desde los cimientos hasta las estrategias avanzadas de arbitraje:\n\nEstrategias en Renta Fija: El Camino del Inversor Inteligente\n\nTodo comienza con los Conceptos Fundamentales, donde entender치s al bono no solo como un activo, sino como una obligaci칩n financiera con reglas claras detalladas en su prospecto de emisi칩n. Aprender치s a identificar componentes clave como el emisor y los plazos, pero sobre todo, dominar치s la gesti칩n de riesgos (tasa, liquidez y moneda) y realizar치s tus primeros c치lculos de intereses corridos para saber exactamente qu칠 est치s comprando.\n\nEn la etapa de Clasificaci칩n y Valuaci칩n, descubrir치s la mec치nica que mueve los precios: la relaci칩n inversa entre el precio y la tasa de inter칠s. Aprender치s a diferenciar t칠cnicamente entre bonos cup칩n cero y Bullet, y dominar치s la distinci칩n cr칤tica entre Precio Clean y Precio Dirty. Adem치s, entender치s el rol vital del Rating Crediticio para evaluar la seguridad de tu capital.\n\nTu formaci칩n se vuelve pr치ctica al explorar los Mercados y Flujos de Fondos, comprendiendo la diferencia entre captar fondos en el Mercado Primario y la negociaci칩n diaria en el Secundario. El punto culminante de esta fase es la confecci칩n t칠cnica de un Cash Flow, herramienta que te permitir치 proyectar con exactitud cada cobro de capital e inter칠s a lo largo de la vida del bono.\n\nElevar치s tu nivel con las Medidas de Rendimiento y Riesgo, dominando conceptos avanzados como la TIR, el Valor T칠cnico y la Paridad. Aprender치s a realizar an치lisis de sensibilidad mediante la Duration y la Convexity, y a interpretar curvas de rendimiento para detectar oportunidades de arbitraje, identificando cu치ndo un bono est치 realmente barato o caro respecto al mercado.\n\nFinalmente, cerraremos el c칤rculo con el An치lisis T칠cnico Aplicado a Bonos, integrando el estudio gr치fico dentro del mundo de la renta fija. Aprender치s a complementar el riguroso an치lisis matem치tico con la acci칩n del precio, utilizando herramientas t칠cnicas para determinar el momento exacto de entrada o salida, maximizando as칤 el potencial de apreciaci칩n de tus t칤tulos.\n\n쮼st치s listo para dominar el mundo de los bonos y asegurar tus rendimientos? Inscribite hoy y empez치 a invertir con la seguridad que solo el conocimiento profundo puede darte.",
          "shortDescription": null,
          "price": "65000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJlp3xYlbKazhQ2MmLuXJ0foSk4NnPYqvCTyFr",
          "category": "General",
          "level": "Principiante",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-09T18:21:32.396Z",
          "updatedAt": "2026-01-18T22:20:22.976Z"
        },
        {
          "id": "cmke3r7q600025b9gasf4r0jr",
          "title": "Futuros Financieros",
          "description": "Dominar los Futuros Financieros es dar el salto hacia la gesti칩n profesional de carteras, permiti칠ndote operar con un nivel de eficiencia y control de riesgo superior. Este programa te llevar치 desde la comprensi칩n t칠cnica de los derivados hasta la ejecuci칩n de estrategias de cobertura y especulaci칩n en mercados institucionales:\n\nFuturos Financieros: Potencia y Protecci칩n en Mercados Derivados\n\nTu formaci칩n comienza con los Aspectos Generales de los Derivados, donde entender치s por qu칠 los futuros son la herramienta predilecta para la gesti칩n de riesgos globales. Identificar치s a los Participantes del mercado, desde los hedgers que buscan protecci칩n hasta los especuladores que aportan liquidez, comprendiendo el rol vital de la C치mara Compensadora como garante de cada operaci칩n.\n\nEn el m칩dulo de Estructura y Contratos, profundizar치s en el Reglamento del Contrato, aprendiendo a leer las especificaciones t칠cnicas que definen cada activo. Dominar치s el Sistema de Garant칤as y M치rgenes, entendiendo c칩mo funciona el apalancamiento financiero para maximizar el uso de tu capital sin descuidar la seguridad de tu cuenta comitente.\n\nLa parte operativa se centra en las Estrategias de Cobertura, donde aprender치s a dise침ar tanto la Cobertura Compradora (para fijar precios de insumos futuros) como la Cobertura Vendedora (para blindar el valor de tu producci칩n o cartera contra ca칤das de precio). Estas herramientas te permitir치n neutralizar la volatilidad y dar previsibilidad total a tu flujo de fondos.\n\nFinalmente, te convertir치s en un estratega de mercado mediante la Especulaci칩n Profesional. Aprender치s la mec치nica de las posiciones LONG (larga) para beneficiarte de mercados alcistas y SHORT (corta) para obtener rentabilidad incluso cuando los precios caen. Al dominar el sistema de liquidaci칩n diaria de p칠rdidas y ganancias, estar치s listo para operar en los mercados de futuros m치s importantes con una visi칩n anal칤tica y ganadora.\n\n쮼st치s listo para operar en las ligas mayores del mercado de capitales? Inscribite hoy y descubr칤 el poder de los futuros para potenciar tus inversiones.",
          "shortDescription": null,
          "price": "60000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJfIjweSpSPcNRAgFK0TjU83DhMGyO47EHq9z2",
          "category": "General",
          "level": "Intermedio",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-14T14:14:51.870Z",
          "updatedAt": "2026-01-18T22:21:31.828Z"
        },
        {
          "id": "cmkigqmn4000fkb3nd3eyxd5m",
          "title": "El Valor del Tiempo: TNA, TEA y el Verdadero Rendimiento (TIR)",
          "description": "Entender la diferencia entre las tasas de inter칠s es lo que separa a un ahorrista de un inversor profesional. En este micro-curso de 12 minutos, Francisco Castro te ense침a a leer la letra chica del mercado para que nunca m치s compares \"peras con manzanas\" y sepas exactamente cu치nto rinde tu dinero.\n\nDominio de Tasas: TNA, TEA y el Poder de la TIR\n\nTu aprendizaje comienza con el duelo TNA vs. TEA. Descubrir치s por qu칠 la Tasa Nominal Anual es simplemente una referencia informativa y c칩mo la Tasa Efectiva Anual es la que realmente impacta en tu bolsillo al considerar la capitalizaci칩n de los intereses. Aprender치s que, a mayor frecuencia de capitalizaci칩n, m치s se aleja la TEA de la TNA, y entender치s por qu칠 este concepto es la base del inter칠s compuesto.\n+1\n\nEn el m칩dulo de La L칩gica de la TIR, daremos un paso m치s all치 de las tasas simples. Aprender치s a usar la Tasa Interna de Retorno como la herramienta definitiva para evaluar la rentabilidad real de un bono o proyecto. A diferencia de otras tasas, la TIR tiene en cuenta todo el flujo de fondos (Cash Flow), los momentos de cobro y la reinversi칩n de los cupones, d치ndote un porcentaje de rendimiento anualizado preciso para comparar diferentes alternativas de inversi칩n.\n\nFinalmente, dominar치s la Conversi칩n de Tasas. Te brindaremos las herramientas y f칩rmulas financieras para pasar de tasas mensuales a anuales (y viceversa) de forma correcta, evitando los errores matem치ticos comunes de la suma simple. Al terminar, tendr치s el criterio t칠cnico para analizar cualquier pr칠stamo, plazo fijo o bono, eligiendo siempre la opci칩n que m치s beneficie a tu patrimonio.\n\n쮼st치s listo para dejar de confundir n칰meros y empezar a medir tus ganancias con precisi칩n? Inscribite hoy y domin치 el lenguaje de las tasas como un experto.",
          "shortDescription": null,
          "price": "35000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJKWEEWT4NlSBxIotJj9pXbqrM4uEvkhmH1CTZ",
          "category": "General",
          "level": "Principiante",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-17T15:29:24.244Z",
          "updatedAt": "2026-01-18T22:22:02.077Z"
        },
        {
          "id": "cmkigsyen000kkb3n05vphttk",
          "title": "Valuaci칩n de Bonos: TIR, Paridad y Escenarios de Salida",
          "description": "Entender el precio de un bono es solo el comienzo; entender su valor es lo que te convierte en un inversor profesional. En este micro-curso de 18 minutos, Francisco Castro te ense침a a mirar m치s all치 de la cotizaci칩n para que comprendas la arquitectura financiera que determina la rentabilidad real de tus t칤tulos.\n\nValuaci칩n de Bonos: An치lisis de Rendimiento y Oportunidades de Arbitraje\n\nTu formaci칩n comienza con La TIR como br칰jula. Aprender치s a interpretar la Tasa Interna de Retorno (Yield to Maturity) no solo como un n칰mero, sino como el rendimiento anualizado que recibir치s si manten칠s el bono hasta el vencimiento. Descubrir치s la importancia de la reinversi칩n de los cupones y por qu칠 la TIR es la herramienta definitiva para comparar bonos con diferentes estructuras de pago, permiti칠ndote tomar decisiones basadas en datos y no en suposiciones.\n\nEn el m칩dulo de An치lisis de Paridad, profundizaremos en el concepto de Valor T칠cnico. Aprender치s a identificar cu치ndo un bono cotiza \"bajo la par\", \"sobre la par\" o \"a la par\", y c칩mo estas situaciones generan oportunidades de ganancias de capital adicionales al cobro de intereses. Entender치s que un bono bajo la par puede ser una oportunidad de compra extraordinaria si el mercado ha castigado el precio injustificadamente, permiti칠ndote capturar un rendimiento superior al cup칩n nominal.\n\nFinalmente, el curso te lleva a la vanguardia con la TIR Futura y el Exit Yield. Aprender치s a realizar proyecciones de retornos totales simulando diferentes escenarios de tasas de mercado al momento de la venta. Esta capacidad de simular la salida te permitir치 anticipar c칩mo variar치 el precio de tu bono ante cambios en la econom칤a, d치ndote una ventaja competitiva para entrar y salir del mercado en los momentos de mayor rentabilidad.\n\n쮼st치s listo para dejar de adivinar y empezar a valuar bonos como un analista de Wall Street? Inscribite hoy y domin치 las m칠tricas que definen el 칠xito en la Renta Fija.",
          "shortDescription": null,
          "price": "45000",
          "imageUrl": "https://utfs.io/f/30KHQePr0sHJcyFN9Zsrfm16IAuSMz3TobWxyHqE8YgcCLNv",
          "category": "General",
          "level": "Todos los niveles",
          "learningOutcomes": null,
          "published": true,
          "createdAt": "2026-01-17T15:31:12.803Z",
          "updatedAt": "2026-01-22T15:23:16.984Z"
        }
      ]
    }
  ],
  "purchases": [
    {
      "id": "cmkd13zmc0001eqh5ky95620b",
      "userId": "cmkbl48mp0004cdxbsnhw7dj4",
      "courseId": "cmk76jxm700002i3ojyfpjbm5",
      "bundleId": null,
      "couponId": null,
      "amount": "100",
      "status": "approved",
      "paymentId": "141231604747",
      "preferenceId": "",
      "createdAt": "2026-01-13T20:13:02.868Z",
      "updatedAt": "2026-01-13T20:13:02.868Z"
    }
  ],
  "coupons": [
    {
      "id": "cmkpl08wz0000i56vyak1mnx4",
      "code": "AURORA50",
      "discount": "50",
      "type": "PERCENTAGE",
      "expiresAt": "2026-02-14T00:00:00.000Z",
      "limit": null,
      "used": 0,
      "active": true,
      "createdAt": "2026-01-22T15:03:14.723Z",
      "updatedAt": "2026-01-22T15:19:47.458Z"
    }
  ]
}